export default {
    h1 : 'ขั้นตอนที่ 2: วิธีซื้อแบคลิงก์ที่เหมาะกับเว็บไซต์ของคุณ',
    p1 : 'เติมเครดิตในบัญชีของคุณ',
    p2 : 'หากต้องการซื้อแบคลิงก์บน StaLinks คุณต้องเติมเครดิต',
    ol1 : 'ที่คอลัมน์ตรงกลางบนบัญชีของคุณ ปรากฏว่า "เติมเครดิต"',
    ol2 : 'หลังจากที่คุณคลิก “เติมเครดิต” จะปรากฏแบบฟอร์มสำหรับจำนวนเงินที่คุณต้องการใส่ยอดเครดิตของคุณ',
    p3 : 'เรารับการธุรกรรมจาก PayPal, BTC และ Skrill',
    p4 : 'เลือกจำนวนเงินที่คุณต้องการใช้การชำระเงิน และสกุลเงินที่เราใช้อยู่ในสกุลเงิน USD',
    p5 : 'หากคุณไม่ได้ไปยังหน้าชำระเงิน ให้พิมพ์หน้าจอการยืนยันของคุณและแนบไฟล์ก่อนที่คุณจะบันทึก',
    p6 : 'อย่าลืมค่าธรรมเนียมหรืออัตราแลกเปลี่ยนใด ๆ จะถูกหักออกจากจำนวนเครดิตของคุณ',
    p7 : 'ทีมเรียกเก็บเงินของเราจะตรวจสอบและยืนยันเครดิตของคุณหลังจากได้รับ'
}
