export default {
    h1 : 'ขั้นตอนที่ 3: ติดตามคำสั่งซื้อของคุณ',
    p1 : 'วิธีการสั่งซื้อ?',
    p2 : 'ไปที่ "รายการแบคลิงก์ที่จะซื้อ" ที่หน้าผู้ซื้อ' +
    'จากรายการโดเมน ให้เลือกโดเมนที่ดีที่สุดสำหรับเว็บไซต์ของคุณ พิจารณาเปรียบเทียบคะแนน SEO กับราคาก่อนซื้อ' +
        ' นอกจากนี้เรายังแนะนำให้เยี่ยมชมเว็บไซต์ก่อนตัดสินใจซื้อ',
    p3 : 'ใช้ตัวกรองเพื่อช่วยให้คุณค้นหาสิ่งที่คุณต้องการ',
    ul1 : 'ค้นหา URL',
    ul2 : 'สถานะการซื้อ',
    ul3 : 'ภาษา',
    ul4 : 'ทวีป',
    ul5 : 'ยอมรับคาสิโนและเว็บไซต์เดิมพัน',
    ul6 : 'หัวข้อ',
    ul7 : 'พื้นฐานราคา',
    ul8 : 'UR',
    ul9 : 'DR',
    ul10 : 'ออแกนิคคีเวิร์ด',
    ul11 : 'ออร์แกนิคทราฟฟิค',
    ul12 : 'ราคา',
    p4 : 'หลังจากที่คุณเลือก URL',
    p5 : 'เลือกโดยคลิก :',
    ul13 : '"ซื้อ" - เพื่อทำการสั่งซื้อโดยตรง เมื่อคุณพบโดเมนที่ต้องการแล้ว ให้กรอกข้อมูลที่จำเป็นในป๊อปอัป',
    ul14 : '"สนใจ" - หากคุณกำลังพิจารณาที่จะซื้อในอนาคต',
    ul15 : '"ไม่สนใจ" - หากคุณไม่ต้องการเห็นโดเมนในตารางของคุณ',
    p6 : 'ใส่ข้อมูลของคุณ',
    ol1 : 'Anchor Text: ลิงก์จะอยู่ที่ไหน',
    ol2 : 'ลิงก์ไปที่: Yoursite.com/example',
    ol3 : 'ผู้โฆษณา URL: Yoursite.com'
}
