export default {
    // h1 : 'ขั้นตอนที่ 3: ติดตามคำสั่งซื้อของคุณ',
    // p1 : 'วิธีการสั่งซื้อ?',
    // p2 : 'ไปที่ "รายการแบคลิงก์ที่จะซื้อ" ที่หน้าผู้ซื้อ' +
    // 'จากรายการโดเมน ให้เลือกโดเมนที่ดีที่สุดสำหรับเว็บไซต์ของคุณ พิจารณาเปรียบเทียบคะแนน SEO กับราคาก่อนซื้อ' +
    //     ' นอกจากนี้เรายังแนะนำให้เยี่ยมชมเว็บไซต์ก่อนตัดสินใจซื้อ',
    // p3 : 'ใช้ตัวกรองเพื่อช่วยให้คุณค้นหาสิ่งที่คุณต้องการ',
    // ul1 : 'ค้นหา URL',
    // ul2 : 'สถานะการซื้อ',
    // ul3 : 'ภาษา',
    // ul4 : 'ทวีป',
    // ul5 : 'ยอมรับคาสิโนและเว็บไซต์เดิมพัน',
    // ul6 : 'หัวข้อ',
    // ul7 : 'พื้นฐานราคา',
    // ul8 : 'UR',
    // ul9 : 'DR',
    // ul10 : 'ออแกนิคคีเวิร์ด',
    // ul11 : 'ออร์แกนิคทราฟฟิค',
    // ul12 : 'ราคา',
    // p4 : 'หลังจากที่คุณเลือก URL',
    // p5 : 'เลือกโดยคลิก :',
    // ul13 : '"ซื้อ" - เพื่อทำการสั่งซื้อโดยตรง เมื่อคุณพบโดเมนที่ต้องการแล้ว ให้กรอกข้อมูลที่จำเป็นในป๊อปอัป',
    // ul14 : '"สนใจ" - หากคุณกำลังพิจารณาที่จะซื้อในอนาคต',
    // ul15 : '"ไม่สนใจ" - หากคุณไม่ต้องการเห็นโดเมนในตารางของคุณ',
    // p6 : 'ใส่ข้อมูลของคุณ',
    // ol1 : 'Anchor Text: ลิงก์จะอยู่ที่ไหน',
    // ol2 : 'ลิงก์ไปที่: Yoursite.com/example',
    // ol3 : 'ผู้โฆษณา URL: Yoursite.com'

    // update 2022

    h1 : 'ซื้อลิงก์ย้อนกลับ',
    p1 : 'หลังจากเพิ่มเครดิตในบัญชีของคุณแล้ว ตอนนี้คุณสามารถซื้อลิงก์ย้อนกลับได้แล้ว',
    p2 : 'หากต้องการซื้อลิงก์ย้อนกลับบน StaLinks คุณต้องเพิ่มเครดิต',

    ol1 : 'ไปที่หน้า \'แสดงรายการลิงก์ย้อนกลับที่จะซื้อ\' ใต้ส่วนผู้ซื้อของแถบด้านข้าง',

    ol2 : 'ใช้ตัวกรองและคุณสมบัติการเรียงลำดับเพื่อค้นหาลิงก์ย้อนกลับที่ดีที่สุดสำหรับเว็บไซต์ของคุณ พิจารณาคะแนน SEO และราคาก่อนซื้อ เราขอแนะนำให้เข้าไปที่เว็บไซต์และตรวจสอบก่อน',

    ol3 : 'ตาราง \'ซื้อลิงก์ย้อนกลับ\' ประกอบด้วยข้อมูลที่คุณต้องเลือกลิงก์ย้อนกลับที่ถูกต้องสำหรับเว็บไซต์ของคุณ รวมถึง URL หัวข้อ ภาษา และข้อมูลตัวเลข เช่น UR และ DR ตารางยังมีปุ่มดำเนินการสามปุ่มใต้คอลัมน์การดำเนินการ',

    ol4 : 'แบบฟอร์ม \'ซื้อลิงก์ย้อนกลับ\' จะปรากฏขึ้นหากคุณคลิกปุ่มซื้อ แบบฟอร์มนี้มีรายละเอียดที่คุณต้องป้อนเพื่อซื้อลิงก์ย้อนกลับ',

    ul1 : 'ป้อนรายละเอียดที่จำเป็นสำหรับการซื้อ:',
    ul2 : 'Anchor Text – ข้อความที่จะรวมลิงค์',
    ul3 : 'Link to – e.g. yourwebsite.com/example',
    ul4 : 'Domain Name – e.g. yourwebsite.com',
    ul5 : 'หลังจากกรอกแบบฟอร์มแล้ว ให้คลิกปุ่ม \'ซื้อ\'',
}
