export default {
    // h1 : 'STEP1. การใช้แดชบอร์ด',
    // p1 : 'ตอนนี้คุณเข้าสู่ระบบจัดการของเราแล้ว',
    // p2 : 'เมื่อเข้าสู่ระบบ คุณจะไปยังหน้าแดชบอร์ดโดยอัตโนมัติ แดชบอร์ดเป็นหน้าที่คุณสามารถใช้เพื่อติดตามงานของคุณ อย่างไรก็ตาม หากคุณคลิกที่แต่ละคอลัมน์ คอลัมน์นี้สามารถจัดเรียงใหม่จากล่างขึ้นบนหรือในทางกลับกันได้ โดยมี 3 ส่วนบนแดชบอร์ด：',
    // ol1 : 'แบคลิงก์ทั้งหมด (ผู้ซื้อ)',
    // ul1 : 'ข้อมูลทั้งหมดที่เกี่ยวกับการติดตามคำสั่งซื้อ',
    // ul2 : 'มี 8 คอลัมน์:',
    // ul3 : 'ยอดสั่งซื้อ',
    // ul4 : 'ระหว่างดำเนินการ – เมื่อมีออเดอร์เข้ามา  ผู้เขียนจะต้องเริ่มเขียน',
    // ul5 : 'กำลังเขียนบทความ – ขณะนี้นักเขียนกำลังดำเนินการเขียนบทความ',
    // ul6 : 'บทความเสร็จสิ้น – บทความนี้พร้อมใช้งาน โปรดแน่ใจว่าผู้ขายของคุณดำเนินการหรือคุณส่งไป',
    // ul7 : 'บทความที่ส่ง – CS ได้ส่งบทความและคาดว่าผู้ขายจะนำบทความไปใช้',
    // ul8 : 'เผยแพร่ - ตรวจสอบโดย QC และอนุมัติตอนนี้เราสามารถจ่ายเงินให้ผู้ขายได้',
    // ul9 : 'ปัญหา – ผู้ขายมีปัญหาเรื่องเวลา',
    // ul10 : 'ยกเลิก – ผู้ขายไม่สามารถดำเนินการต่อไปได้',
    // ol2 : 'รายการแบคลิงก์ที่จะซื้อ',
    // ul11 : 'ตารางนี้จะช่วยให้คุณเห็นภาพรวมรายการ URL ที่ StaLinks ให้มา',
    // ul12 : 'มี 6 คอลัมน์:',
    // ul13 : 'ผู้ซื้อ- หากคุณมีบัญชีย่อย รายชื่อทีมของคุณจะถูกกล่าวถึงด้านล่าง ใหม่ – URL ใหม่ที่ StaLinks เพิ่งป้อนในระบบที่คุณยังไม่ได้ตรวจสอบ',
    // ul14 : 'สนใจ – Url ที่คุณต้องการซื้อแบคลิงก์ในอนาคต',
    // ul15 : 'ซื้อแล้ว – URL ที่คุณซื้อแบคลิงก์ในนั้นแล้ว',
    // ul16 : 'ไม่สนใจ – นี่คือสิ่งที่คุณไม่สนใจที่จะซื้อแบคลิงก์',
    // ul17 : 'ทั้งหมด – คุณรู้ดีว่ามันคืออะไร',
    // ol3 : 'ซื้อ',
    // ul18 : 'ตารางนี้จะช่วยให้คุณเห็นภาพรวมรายการคำสั่งซื้อของคุณ',
    // ul19 : 'มี 6 คอลัมน์:。',
    // ul20 : 'ผู้ซื้อ- หากคุณมีบัญชีย่อย รายชื่อทีมของคุณจะอยู่ด้านล่าง',
    // ul21 : 'แบคลิงก์ – มีคำสั่งซื้ออยู่แล้วกี่รายการ',
    // ul22 : 'ยังไม่ได้ชำระเงิน – การเรียกเก็บเงินของเราอยู่ในขั้นตอนการชำระเงินตามคำสั่งซื้อนี้ เนื่องจากบทความเผยแพร่แล้ว',
    // ul23 : 'ชำระเงินแล้ว – บริการของเราได้ชำระเงินตามคำสั่งซื้อนี้แล้ว',
    // p3 : 'อย่าลืมว่าในระหว่างกระบวนการทั้งหมด ระบบการแจ้งเตือนจะถูกส่งถึงคุณโดยอัตโนมัติ',
    // p4 : 'ขอบคุณที่ใช้ StaLinks'

    // update 2022

    h1 : 'การนำทางแดชบอร์ด',
    p1 : 'เมื่อเข้าสู่ระบบ คุณจะถูกนำไปที่แดชบอร์ดโดยอัตโนมัติ นี่คือเพจที่จะช่วยคุณติดตามความคืบหน้าของคุณ แต่ละคอลัมน์สามารถคลิกเพื่อจัดเรียงข้อมูล จากมากไปหาน้อย มีสามส่วนในแดชบอร์ด:',
    p2 : 'เมื่อเข้าสู่ระบบ คุณจะส่งไปที่หน้าแดชบอร์ดโดยอัตโนมัติ แดชบอร์ดเป็นเครื่องมือที่คุณสามารถใช้เพื่อติดตามความคืบหน้าของคุณ อย่างไรก็ตาม หากคุณคลิกที่แต่ละคอลัมน์ คอลัมน์นั้นสามารถจัดเรียงใหม่จากล่างขึ้นบนหรือกลับกัน มี 3 ส่วนบนแดชบอร์ด:',

    ol1 : 'List Backlinks to Buy',

    ul1 : 'ตารางนี้แสดงภาพรวมของรายการ URL ที่ให้บริการโดย StaLinks',
    ul2 : 'มี 6 คอลัมน์:',
    ul3 : 'Buyer – รายการบัญชีย่อยของคุณ',
    ul4 : 'New – URL ที่เพิ่งเพิ่มเข้าไปในระบบ',
    ul5 : 'Interested – URL ที่คุณต้องการซื้อลิงก์ย้อนกลับในอนาคต',
    ul6 : 'Purchased – URL ที่คุณซื้อไปแล้ว',
    ul7 : 'Not Interested – URL ที่คุณต้องการลบออกจากรายการ',
    ul8 : 'Total – URL ทั้งหมด',

    ol2 : 'Total Backlink (Buyer)',

    ul9 : 'ตารางนี้ประกอบด้วยสรุปสถานะการสั่งซื้อของคุณ',
    ul10 : 'มี 10 คอลัมน์:',
    ul11 : 'Buyer – ชื่อผู้ใช้ของคุณ',
    ul12 : 'Total – จำนวนการสั่งซื้อทั้งหมดของคุณ',
    ul13 : 'Processing – คำสั่งซื้อที่ได้รับการยืนยันจากผู้ขายแล้วและผู้เขียนสามารถยอมรับการเขียนบทความได้',
    ul14 : 'Content in Writing – ผู้เขียนกำลังเขียนเนื้อหา',
    ul15 : 'Content Done – เนื้อหาเสร็จแล้วและพร้อมที่จะโพสต์',
    ul16 : 'Content Sent – ทีมงานได้ส่งเนื้อหาให้ผู้ขายแล้ว',
    ul17 : 'Issue – ออเดอร์มีปัญหา',
    ul18 : 'Live in Process – เนื้อหาจะถูกอัปโหลด',
    ul19 : 'Live – เนื้อหานั้นเผยแพร่แล้ว',
    ul20 : 'Cancelled – คำสั่งซื้อถูกยกเลิก',

    ol3 : 'Purchase',

    ul21 : 'ตารางนี้ประกอบด้วยภาพรวมของการซื้อที่คุณทำ',
    ul22 : 'มี 4 คอลัมน์:',
    ul23 : 'Buyer – ชื่อผู้ใช้ของคุณ',
    ul24 : 'No. of Backlinks - จำนวนลิงก์ย้อนกลับที่คุณซื้อ',
    ul25 : 'Unpaid – การชำระเงินอยู่ในขั้นตอนดำเนินการแล้ว',
    ul26 : 'Paid – สั่งซื้อแล้วชำระเงิน',

    p3 : 'ระบบจะส่งการแจ้งเตือนถึงคุณโดยอัตโนมัติสำหรับทุกสิ่งที่เกิดขึ้นกับบัญชีของคุณ เพียงคลิกไอคอนรูปกระดิ่งที่ด้านขวาของแถบนำทางเพื่อตรวจสอบการแจ้งเตือน',
    p4 : 'คุณยังสามารถเปลี่ยนภาษาเริ่มต้นของระบบได้อีกด้วย StaLinks ให้บริการแปล 5 ภาษา ได้แก่: ญี่ปุ่น ไทย เวียดนาม ฮินดี และชาวอินโดนีเซีย เพียงคลิกไอคอนรูปธงที่แผงด้านขวาของแถบนำทาง แล้วเลือกคำแปลที่คุณต้องการ'
};

