export default {
    // h1 : 'ขั้นตอนที่ 2: วิธีซื้อแบคลิงก์ที่เหมาะกับเว็บไซต์ของคุณ',
    // p1 : 'เติมเครดิตในบัญชีของคุณ',
    // p2 : 'หากต้องการซื้อแบคลิงก์บน StaLinks คุณต้องเติมเครดิต',
    // ol1 : 'ที่คอลัมน์ตรงกลางบนบัญชีของคุณ ปรากฏว่า "เติมเครดิต"',
    // ol2 : 'หลังจากที่คุณคลิก “เติมเครดิต” จะปรากฏแบบฟอร์มสำหรับจำนวนเงินที่คุณต้องการใส่ยอดเครดิตของคุณ',
    // p3 : 'เรารับการธุรกรรมจาก PayPal, BTC และ Skrill',
    // p4 : 'เลือกจำนวนเงินที่คุณต้องการใช้การชำระเงิน และสกุลเงินที่เราใช้อยู่ในสกุลเงิน USD',
    // p5 : 'หากคุณไม่ได้ไปยังหน้าชำระเงิน ให้พิมพ์หน้าจอการยืนยันของคุณและแนบไฟล์ก่อนที่คุณจะบันทึก',
    // p6 : 'อย่าลืมค่าธรรมเนียมหรืออัตราแลกเปลี่ยนใด ๆ จะถูกหักออกจากจำนวนเครดิตของคุณ',
    // p7 : 'ทีมเรียกเก็บเงินของเราจะตรวจสอบและยืนยันเครดิตของคุณหลังจากได้รับ'

    // update 2022

    h1 : 'การเพิ่มเครดิต',
    p1 : 'เพื่อให้สามารถซื้อลิงก์ย้อนกลับจาก StaLinks ได้ คุณต้องเพิ่มเครดิตในบัญชีของคุณ เพียงทำตามขั้นตอนง่ายๆ ด้านล่าง:',
    p2 : 'หากต้องการซื้อลิงก์ย้อนกลับบน StaLinks คุณต้องเพิ่มเครดิต',

    ol1 : 'คลิกปุ่ม \'เพิ่มเครดิต\' ที่ส่วนตรงกลางของแถบนำทาง',
    ol2 : 'แบบฟอร์ม "เพิ่มการทำธุรกรรมใน Wallet" จะปรากฏขึ้นโดยมีรายละเอียดที่จำเป็นในการเพิ่มเครดิต',

    p3 : 'ป้อนรายละเอียดที่จำเป็นสำหรับการทำธุรกรรม:',

    ul1 : 'Amount – จำนวนเครดิตเป็น USD',
    ul2 : 'Payment Via – วิธีการชำระเงินที่คุณจะใช้ในการเพิ่มเครดิต',
    ul3 : 'โซลูชันการชำระเงินของเรามีดังต่อไปนี้:',
    ul4 : 'หากคุณเลือก PayPal เป็นวิธีการชำระเงิน ระบบจะเชื่อมต่อคุณกับแพลตฟอร์มโดยอัตโนมัติ',
    ul5 : 'มิฉะนั้น โปรดแนบหลักฐานการเรียกเก็บเงินสำหรับการชำระเงินของคุณ',

    p4 : 'คลิกปุ่ม \'ถัดไป\' และรอการยืนยันจากระบบ หลังการทำธุรกรรม ทีมงานเรียกเก็บเงินของเราจะตรวจสอบและยืนยันเครดิตของคุณ คุณสามารถตรวจสอบสถานะของธุรกรรมของคุณได้โดยไปที่หน้า \'ธุรกรรมกระเป๋าเงิน\' ใต้ส่วนการเรียกเก็บเงินของแถบด้านข้าง',
    p5 : 'คุณสามารถตรวจสอบสรุปโดยรวมของกระเป๋าเงินของคุณได้โดยไปที่หน้า \'สรุปกระเป๋าเงิน\' ใต้ส่วนการเรียกเก็บเงินของแถบด้านข้าง คุณยังสามารถตรวจสอบเครดิตที่เหลืออยู่ในส่วนตรงกลางของแถบนำทางข้างปุ่ม \'เพิ่มเครดิต\'',
}
