export default {
    h1 : 'ยินดีต้อนรับสู่ StaLinks',
    p1 : 'StaLinks เป็นบริษัทสร้างลิงค์ที่ออกแบบมาเพื่อตอบสนองทุกกลุ่มธุรกิจ เราให้บริการโซลูชันที่สมบูรณ์แบบและเชื่อถือได้สำหรับทั้งผู้เผยแพร่โฆษณาและผู้โฆษณาลิงก์ เราเชื่อมโยงมืออาชีพที่แตกต่างกันหลายพันคนจากบล็อกเกอร์ ผู้เชี่ยวชาญด้าน SEO และเว็บมาสเตอร์ในแพลตฟอร์มเดียวที่เชื่อถือได้และใช้งานง่าย ไม่ว่าคุณจะสนใจที่จะซื้อหรือขายลิงก์ย้อนกลับจากเว็บไซต์ของคุณ StaLinks ก็มีคุณสมบัติทั้งหมดที่คุณต้องการ',
    h2 : 'StaLinks ทำงานอย่างไร',
    p2 : 'ลิงก์ย้อนกลับยังคงเป็นปัจจัยอันดับสูงสุดและสำคัญที่สุดของ Google นี่คือเหตุผลหลักที่เจ้าของเว็บไซต์จำนวนมากซื้อหรือขายลิงก์ย้อนกลับ อย่างไรก็ตาม ไม่ใช่ว่าลิงก์ย้อนกลับทั้งหมดจะปลอดภัย ในความเป็นจริงแล้ว ลิงก์คุณภาพต่ำอาจส่งผลเสียมากกว่าผลดีต่อเว็บไซต์ของคุณ นั่นคือจุดที่ StaLinks เข้ามา',
    p3 : 'เราใช้เครื่องมือที่เชื่อถือได้เพื่อสร้างคะแนน SEO เราไม่อนุญาตให้ผู้ลงโฆษณาโพสต์หน้าเว็บใดๆ ที่คล้ายกับลิงก์สแปม โดเมนและเพจทั้งหมดบนแพลตฟอร์มของเราเป็นไปตามแนวทางปฏิบัติของอุตสาหกรรม หน้าเหล่านี้ได้รับการคัดเลือกและตรวจสอบโดยทีมงานของเรา เรายังให้ URL ล่วงหน้าแก่คุณและสร้างคะแนน SEO จาก ahref',
    h3 : 'คู่มือผู้ซื้อ',
    p4 : 'ยกระดับการจัดอันดับและการเข้าชมไซต์ของคุณไปอีกขั้นกับเรา! คลิกที่คำแนะนำที่จำเป็นเพื่อเรียนรู้เพิ่มเติม ในการไต่ระดับของ Google และเลือกหน้าลิงก์ย้อนกลับที่เกี่ยวข้องสำหรับลิงก์ของคุณ ใช้ประโยชน์จาก Backlink Inventory',
    b1 : {
        text : 'วิธีนำทางแดชบอร์ด',
        url : '/help/buyer-guide-1'
    },
    b2 : {
        text : 'วิธีเพิ่มเครดิตในบัญชีของคุณ',
        url : '/help/buyer-guide-2'
    },
    b22 : {
        text : 'วิธีซื้อลิงก์ย้อนกลับที่เหมาะกับเว็บไซต์ของคุณ',
        url : '/help/buyer-guide-3'
    },
    b3 : {
        text : 'วิธีติดตามคำสั่งซื้อของคุณ',
        url : '/help/buyer-guide-4'
    },
    h4 : 'คู่มือผู้ขาย',
    p5 : 'ในฐานะผู้เผยแพร่ StaLinks คุณจะได้รับรายได้ที่เกิดขึ้นประจำทุกเดือนสำหรับแต่ละลิงก์ที่ผู้ลงโฆษณาเลือกซื้อบนเว็บไซต์ของคุณ จากตรงนั้น คุณจะได้รับเครดิตสำหรับแต่ละลิงก์ต่อไปทุกเดือน ตราบเท่าที่ลิงก์นั้นใช้งานได้',
    b4 : {
        text : 'เรียนรู้เกี่ยวกับแดชบอร์ด',
        url : '/help/seller-guide-1'
    },
    b5 : {
        text : 'เรียนรู้วิธีเพิ่ม URL ของคุณ',
        url : '/help/seller-guide-2'
    },
    b6 : {
        text : 'วิธีติดตามคำสั่งซื้อของคุณ',
        url : '/help/seller-guide-3'
    },
    b7 : {
        text : 'วิธีรับเงิน',
        url : '/help/seller-guide-4'
    },
    h5 : 'คู่มือนักเขียน',
    p6 : 'นักเขียนมีหน้าที่รับผิดชอบในการเขียนเนื้อหาที่มีคุณภาพซึ่งจะกลายเป็นแกนหลักในการสร้างลิงก์ย้อนกลับ ทีมนักเขียนจะต้องทำงานร่วมกับทีม SEO ฝ่ายบริการลูกค้า และผู้จัดการประจำประเทศเพื่อสร้างเนื้อหาสำหรับลูกค้า StaLinks ผู้เขียนต้องรู้จักค้นคว้าและเขียนเนื้อหาตามหัวข้อต่างๆ และแนวโน้มอุตสาหกรรมที่ตรงกับเว็บไซต์เป้าหมาย',
    b8 : {
        text : 'เรียนรู้วิธีนำทางแดชบอร์ด',
        url : '/help/writer-guide-1'
    },
    b9 : {
        text : 'เรียนรู้เกี่ยวกับการตรวจสอบความถูกต้องของผู้เขียน',
        url : '/help/writer-guide-2'
    },
    b99 : {
        text : 'เรียนรู้เกี่ยวกับการเขียนเนื้อหาที่มีคุณภาพ',
        url : '/help/writer-guide-3'
    },
    b10 : {
        text : 'วิธีติดตามรายได้ของคุณ',
        url : '/help/writer-guide-4'
    },
}
