export default {
    h1 : 'ยินดีต้อนรับสู่ Stalinks',
    p1 : 'StaLinks เป็นบริษัทสร้างลิงค์ที่ออกแบบมาเพื่อตอบสนองทุกกลุ่มธุรกิจ เราให้บริการโซลูชั่นที่สมบูรณ์แบบและเชื่อถือได้สำหรับทั้งผู้เผยแพร่และผู้โฆษณาลิงก์ เราเชื่อมโยงผู้เชี่ยวชาญหลายพันคนจากบล็อกเกอร์ ผู้เชี่ยวชาญด้าน SEO และเว็บมาสเตอร์เข้าด้วยกันในแพลตฟอร์มเดียวที่เชื่อถือได้และใช้งานง่าย ไม่ว่าคุณจะสนใจที่จะซื้อหรือขายแบคลิงก์จากเว็บไซต์ของคุณ Stalinks มีคุณลักษณะทั้งหมดที่คุณต้องการ',
    h2 : 'StaLinks ทำงานอย่างไร?',
    p2 : 'แบคลิงก์ยังคงเป็นปัจจัยอันดับสูงสุดและสำคัญที่สุดของ Google นี่คือสาเหตุหลักที่เจ้าของเว็บไซต์จำนวนมากซื้อหรือขายแบคลิงก์ อย่างไรก็ตาม ไม่ใช่ว่าแบคลิงก์ทั้งหมดจะปลอดภัย อันที่จริง ลิงค์คุณภาพต่ำสามารถสร้างผลเสียมากกว่าผลดีต่อเว็บไซต์ของคุณ นั่นคือจุดที่ StaLinks เข้ามา',
    p3 : 'เรากำลังใช้เครื่องมือที่เชื่อถือได้เพื่อสร้างคะแนน SEO เราไม่อนุญาตให้ผู้โฆษณาโพสต์หน้าใด ๆ ที่คล้ายกับลิงก์สแปม โดเมนและเพจทั้งหมดบนแพลตฟอร์มของเราปฏิบัติตามแนวทางปฏิบัติของอุตสาหกรรม หน้าเหล่านี้ได้รับการคัดเลือกและยืนยันโดยทีมงานของเรา นอกจากนี้เรายังให้ URL ล่วงหน้าแก่คุณและสร้างคะแนน SEO จาก ahref',
    h3 : 'คู่มือผู้ซื้อ',
    p4 : 'ยกระดับการจัดอันดับและการเข้าชมเว็บไซต์ของคุณไปอีกระดับกับเรา! คลิกที่คู่มือที่จำเป็นเพื่อเรียนรู้เพิ่มเติม หากต้องการไต่อันดับของ Google และเลือกหน้าแบคลิงก์ที่เกี่ยวข้องสำหรับลิงก์ของคุณ ใช้ประโยชน์จาก Backlink Inventory',
    b1 : {
        text : 'วิธีนำทางไปยังแดชบอร์ด',
        url : '/help/buyer-guide-1'
    },
    b2 : {
        text : 'วิธีซื้อแบคลิงก์ที่เหมาะกับเว็บไซต์ของคุณ',
        url : '/help/buyer-guide-2'
    },
    b3 : {
        text : 'วิธีติดตามคำสั่งซื้อของคุณ',
        url : '/help/buyer-guide-3'
    },
    h4 : 'คู่มือผู้ขาย',
    p5 : 'ในฐานะผู้เผยแพร่ StaLinks คุณจะได้รับรายได้ซ้ำทุกเดือนสำหรับแต่ละลิงก์ที่ผู้โฆษณาเลือกซื้อบนไซต์ของคุณ จากนั้น คุณจะยังคงได้รับเครดิตสำหรับแต่ละลิงก์ทุกเดือน ตราบใดที่ลิงก์นั้นยังทำงานอยู่',
    b4 : {
        text : 'เรียนรู้เกี่ยวกับแดชบอร์ด',
        url : '/help/seller-guide-1'
    },
    b5 : {
        text : 'วิธีอัปโหลดรายการ URL ของคุณ',
        url : '/help/seller-guide-2'
    },
    b6 : {
        text : 'วิธีติดตามคำสั่งซื้อของคุณ',
        url : '/help/seller-guide-3'
    },
    b7 : {
        text : 'วิธีรับเงิน',
        url : '/help/seller-guide-4'
    },
    h5 : 'คู่มือนักเขียน',
    p6 : 'นักเขียนมีหน้าที่เขียนบทความที่มีคุณภาพซึ่งจะกลายเป็นแกนหลักในการสร้างแบคลิงก์ ทีมนักเขียนจะต้องร่วมมือกับทีม SEO ฝ่ายบริการลูกค้า และผู้จัดการประเทศเพื่อสร้างบทความสำหรับลูกค้า StaLinks ผู้เขียนต้องรู้วิธีการค้นคว้าและเขียนบทความตามหัวข้อต่างๆ และแนวโน้มอุตสาหกรรมที่ตรงกับเว็บไซต์เป้าหมาย',
    b8 : {
        text : 'วิธีการลงทะเบียนและตั้งค่าราคาของคุณ ',
        url : '/help/writer-guide-1'
    },
    b9 : {
        text : 'วิธีการเริ่มเขียนบทความ',
        url : '/help/writer-guide-2'
    },
    b10 : {
        text : 'วิธีติดตามรายได้ของคุณ',
        url : '/help/writer-guide-3'
    },
}
