export default {
    h1 : 'ขั้นตอนที่ 3: ติดตามคำสั่งซื้อของคุณ',
    p1 : 'วิธีใช้ Follow up Sale เมื่อคุณได้รับคำสั่งซื้อแล้ว ก็ถึงเวลาที่ต้องแน่ใจว่าการจัดส่งจะเสร็จสิ้นตรงเวลา',
    p2 : 'ใช้ตัวกรองเพื่อค้นหาสิ่งที่คุณต้องการ โปรดอัปเดตสถานะด้วยปุ่มแก้ไข หากคุณไม่ได้ระบุบทความ ทีมนักเขียนของเราจะส่งให้คุณที่นี่ สถานะที่แตกต่างกัน',
    ul1 : 'ระหว่างดำเนินการ: เมื่อคุณเห็นสถานะนี้ แสดงว่าผู้ซื้อสนใจที่จะซื้อลิงก์จากเว็บไซต์ของคุณ',
    ul2 : 'กำลังเขียนบทความ: ผู้เขียนภายในของเรากำลังเขียนเนื้อหาสำหรับลิงก์ย้อนกลับหรือคุณ',
    ul3 : 'บทความเสร็จสิ้น: ผู้เขียนเขียนเนื้อหาเสร็จแล้ว',
    ul4 : 'บทความที่ส่ง: ทีมงานของเราได้ส่งเนื้อหาให้คุณแล้ว',
    ul5 : 'เผยแพร่: คุณได้อนุมัติเนื้อหาและเผยแพร่แล้ว',
    p3 : 'เมื่อคุณดำเนินการตามสถานะว่าเผยแพร่แล้ว QC ของเราจะตรวจสอบสถานะคำสั่งซื้อ [ เผยแพร่] จะปรากฏขึ้น คุณจะได้รับเงินโดยอัตโนมัติจากข้อมูลการชำระเงินที่ระบุภายใน 48 ชั่วโมงวันทำการ ขอบคุณที่ใช้ Stalinks',
}
