export default {
    // h1 : 'ขั้นตอนที่ 4: รับเงิน',
    // p1 : 'วิธีใช้เมนู Incomes  นี่คือประวัติการขายทั้งหมดของคุณและจำนวนเงินที่คุณได้',
    // ol1 : 'ใช้ตัวกรองเพื่อค้นหา',
    // ol2 : ' โชว์รายได้ทั้งหมดของคุณ',
    // ol3 : 'สามารถตรวจสอบหลักฐานการชำระเงินได้。',
    // p2 : 'ขอบคุณที่ใช้ Stalinks'

    // update 2022

    h1 : 'รับเงิน',
    p1 : 'เมื่อคุณมีคำสั่งซื้อที่อยู่ในสถานะ \'สด\' แล้ว ได้เวลาตรวจสอบรายได้ของคุณแล้ว',
    ol1 : 'ไปที่หน้า "ซื้อ" ใต้ส่วนผู้ขายของแถบด้านข้าง ตารางจะแสดงคำสั่งซื้อของคุณซึ่งขณะนี้พร้อมรายละเอียดอื่นๆ เช่น ราคาและสถานะการชำระเงิน คุณยังสามารถตรวจสอบหลักฐานการชำระเงินได้โดยคลิกปุ่ม \'ดู\' ใต้คอลัมน์การดำเนินการ',
    ol2 : 'คุณยังสามารถไปที่หน้า \'การเรียกเก็บเงินของผู้ขาย\' ใต้ส่วนการเรียกเก็บเงินในแถบด้านข้าง',

}
