export default {
    // h1 : 'ขั้นตอนที่ 3: ติดตามคำสั่งซื้อของคุณ',
    // p1 : 'วิธีใช้ Follow up Sale เมื่อคุณได้รับคำสั่งซื้อแล้ว ก็ถึงเวลาที่ต้องแน่ใจว่าการจัดส่งจะเสร็จสิ้นตรงเวลา',
    // p2 : 'ใช้ตัวกรองเพื่อค้นหาสิ่งที่คุณต้องการ โปรดอัปเดตสถานะด้วยปุ่มแก้ไข หากคุณไม่ได้ระบุบทความ ทีมนักเขียนของเราจะส่งให้คุณที่นี่ สถานะที่แตกต่างกัน',
    // ul1 : 'ระหว่างดำเนินการ: เมื่อคุณเห็นสถานะนี้ แสดงว่าผู้ซื้อสนใจที่จะซื้อลิงก์จากเว็บไซต์ของคุณ',
    // ul2 : 'กำลังเขียนบทความ: ผู้เขียนภายในของเรากำลังเขียนเนื้อหาสำหรับลิงก์ย้อนกลับหรือคุณ',
    // ul3 : 'บทความเสร็จสิ้น: ผู้เขียนเขียนเนื้อหาเสร็จแล้ว',
    // ul4 : 'บทความที่ส่ง: ทีมงานของเราได้ส่งเนื้อหาให้คุณแล้ว',
    // ul5 : 'เผยแพร่: คุณได้อนุมัติเนื้อหาและเผยแพร่แล้ว',
    // p3 : 'เมื่อคุณดำเนินการตามสถานะว่าเผยแพร่แล้ว QC ของเราจะตรวจสอบสถานะคำสั่งซื้อ [ เผยแพร่] จะปรากฏขึ้น คุณจะได้รับเงินโดยอัตโนมัติจากข้อมูลการชำระเงินที่ระบุภายใน 48 ชั่วโมงวันทำการ ขอบคุณที่ใช้ Stalinks',

    // update 2022

    h1: 'ติดตามการสั่งซื้อ',
    p1: 'เมื่อคุณได้รับคำสั่งซื้อจากผู้ซื้อ ระบบจะส่งการแจ้งเตือนให้คุณทราบโดยอัตโนมัติทางอีเมลและการแจ้งเตือนของระบบ',

    ol1: 'เมื่อผู้ซื้อซื้อ URL ของคุณ ระบบจะแจ้งให้คุณทราบทางอีเมลและระบบแจ้งเตือน ไปที่หน้า \'ติดตามการสั่งซื้อ\' ใต้ส่วนผู้ขายในแถบด้านข้าง หน้านี้จะแสดงคำสั่งซื้อทั้งหมดที่คุณได้รับพร้อมรายละเอียด',

    ol2: 'สถานะแรกของคำสั่งจะเป็น \'รอดำเนินการ\' คุณต้องยืนยันรายละเอียดของ URL เพื่อให้ธุรกรรมราบรื่นและถูกต้อง ในการทำเช่นนี้ ให้คลิกปุ่ม \'ยืนยันคำสั่งซื้อที่รอดำเนินการ\' ใต้คอลัมน์การดำเนินการในตาราง',

    ul1: 'แบบฟอร์ม \'การยืนยันผู้ขาย\' จะปรากฏขึ้น อ่านคำแนะนำอย่างระมัดระวัง หลังจากกรอกทุกปุ่มแล้ว ปุ่มยกเลิก/ยืนยันจะปรากฏขึ้น',
    ul2: 'หากรายละเอียดการสั่งซื้อได้รับการยืนยันและถูกต้องทั้งหมด ปุ่ม \'ยืนยัน\' จะปรากฏขึ้น คลิกปุ่มนี้เพื่อดำเนินการสั่งซื้อ – สถานะการสั่งซื้อจะเป็น \'กำลังดำเนินการ\'',
    ul3: 'หากรายละเอียดการสั่งซื้ออย่างน้อยหนึ่งรายการไม่ถูกต้อง ปุ่มยกเลิกจะปรากฏขึ้น คำสั่งซื้อจะถูกยกเลิกและจะไม่ดำเนินการอีกต่อไป',

    ol3: 'หากต้องการตรวจสอบรายละเอียดของแต่ละคำสั่งซื้อเพิ่มเติม คุณสามารถคลิกปุ่ม \'แก้ไข\' ใต้คอลัมน์การดำเนินการ',
    ol4: 'คุณยังสามารถตรวจสอบบทความที่เกี่ยวข้องกับคำสั่งซื้อของคุณได้โดยไปที่หน้า \'บทความ\' ตารางมีปุ่มสองปุ่มใต้คอลัมน์การดำเนินการ คลิกปุ่ม \'แก้ไข\' เพื่อดูรายละเอียดบทความและเนื้อหา คุณสามารถส่งออกบทความเป็นเอกสารคำได้เมื่อสถานะเป็น \'เสร็จสิ้น\'',
    ol5: 'เมื่อคำสั่งซื้ออยู่ในสถานะ \'สด\' คุณจะได้รับการชำระเงินโดยอัตโนมัติภายใน 48 ชั่วโมง คุณจะได้รับแจ้งเมื่อคุณได้รับการชำระเงินแล้ว'
}
