export default {
    // h1 : 'ขั้นตอนที่ 2: อัปโหลดรายชื่อ URL พร้อมกับราคาและอื่นๆ',
    // p1 : 'ถึงเวลาอัปโหลด URL ของคุณแล้ว',
    // p2 : 'ในเมนู ให้มองหา LIST Publisher: เพิ่ม url โดยมีสองวิธีในการอัปโหลด URL ไปยังรายชื่อผู้จัดพิมพ์ คุณสามารถทำได้ด้วยตนเองหรือโดยการอัปโหลดไฟล์ CSV ที่มุมซ้ายของหน้าจอ ไปที่เมนู "ผู้ขาย" และแท็บ "รายชื่อผู้จัดพิมพ์" บนแถบเมนู ให้คลิกที่ผู้ขาย → รายชื่อผู้จัดพิมพ์',
    // p3 : 'หากคุณเลือกดำเนินการด้วยตนเอง: ทางด้านขวา ให้คลิกที่ปุ่มเพิ่ม URL',
    // p4 : 'หน้าต่างป๊อปอัปจะปรากฏขึ้นและกรอกข้อมูล',
    // ol1 : 'ผู้ขาย',
    // ol2 : 'รวมบทความ: ใช่ / ไม่ใช่',
    // ol3 : 'URL',
    // ol4 : 'ภาษา',
    // ol5 : 'ประเทศ',
    // ol6 : 'ราคา ใน ( USD )',
    // ol7 : 'ยอมรับคาสิโน / เว็บไซต์เดิมพัน : ใช่ / ไม่ใช่',
    // ol8 : 'หัวข้อ',
    // p5 : 'คลิกเพิ่ม',
    // p6 : 'หากคุณเลือกที่จะอัปโหลดไฟล์ CSV: คุณต้องเตรียมไฟล์ CSV Excel ก่อนซึ่งมีรายละเอียดของ URL (URL, Price, Inc Article, Accept C&B, KW Anchor and Language) เราได้จัดทำตัวอย่างไว้แล้ว',
    // p7 : 'เมื่อ CSV ของคุณพร้อมแล้ว ให้คลิก "เลือกไฟล์" จากนั้นคลิกไอคอนอัปโหลด',
    // p8 : 'คุณสามารถแก้ไขหรือลบข้อมูล URL ได้เสมอ เราเป็นผู้ดำเนินการสร้างคะแนน ahref ให้กับคุณ นอกจากนี้คุณยังสามารถตรวจสอบราคาของ URL ที่ตัวบ่งชี้จะขึ้นอยู่กับสีของการเริ่มต้น สีแดง…ราคาถึงสูง สีส้ม … ราคาเฉลี่ย สีเขียว … ราคาดี คุณจะมีโอกาสได้รับคำสั่งซื้อมากขึ้นในเร็วๆ นี้ เพียงแค่รอให้ผู้ซื้อบางรายสั่งซื้อแบคลิงก์มาให้คุณ ขอขอบคุณที่ใช้ Stalinks',

    // update 2022

    h1 : 'การเพิ่ม URL',
    p1 : 'ในการเริ่มรับรายได้ คุณต้องเพิ่มหรืออัปโหลด URL ทำตามขั้นตอนด้านล่าง:',
    p2 : 'ไปที่หน้า \'รายชื่อผู้เผยแพร่\' ใต้ส่วนผู้ขายของแถบด้านข้าง หน้านี้มีรายการ URL ที่คุณอัปโหลด/เพิ่ม ตาราง "รายการ URL ของผู้เผยแพร่โฆษณา" แสดง URL พร้อมรายละเอียดที่จำเป็นทั้งหมดเพื่อช่วยผู้ซื้อของเรา รวมถึงหัวข้อ ภาษา ราคา และข้อมูลตัวเลขบางอย่าง เช่น UR และ DR โปรดใช้ฟังก์ชันตัวกรองและจัดเรียงหากคุณต้องการตรวจสอบ URL ที่เฉพาะเจาะจง',
    p3 : 'คุณมีสองตัวเลือกในการเพิ่ม URL ไปยัง StaLinks ด้วยตนเองและผ่านการอัปโหลด CSV หากต้องการเพิ่ม URL ด้วยตนเอง ให้คลิกปุ่ม "เพิ่ม URL" ที่ด้านขวาบนของตาราง แบบฟอร์มจะปรากฏขึ้นพร้อมรายละเอียดที่จำเป็นในการเพิ่ม URL กรอกรายละเอียดที่จำเป็นทั้งหมด จากนั้นคลิกปุ่ม \'เพิ่ม\'',
    p4 : 'หากต้องการเพิ่ม URL ผ่านการอัปโหลด CSV ให้คลิกปุ่ม "อัปโหลด URL" ที่ด้านซ้ายบนของตาราง ป๊อปอัปจะปรากฏขึ้นพร้อมรายละเอียดทั้งหมดที่จำเป็นในการอัปโหลดรายการ URL ที่คุณต้องการเพิ่ม ',

    ol1 : 'ป๊อปอัปมี 4 ส่วน:',

    ol2 : 'ส่วนแรกประกอบด้วยปุ่มสามปุ่ม:',
    ul1: 'View Uploads – คลิกปุ่มนี้เพื่อดูการอัปโหลดทั้งหมดของคุณและผลลัพธ์',
    ul2: 'Download CSV Template – คลิกปุ่มนี้เพื่อดาวน์โหลดเทมเพลต CSV ซึ่งคุณสามารถใส่ URL ทั้งหมดที่คุณต้องการอัปโหลด',
    ul3: 'Download Master List – คลิกปุ่มนี้เพื่อดาวน์โหลดรายการหลักของเรา ที่นี่คุณสามารถตรวจสอบสิ่งที่คุณสามารถป้อนในเทมเพลต CSV',

    ol3: 'ส่วนที่สองประกอบด้วยอินพุตไฟล์สำหรับการอัปโหลด',
    ol4: 'ส่วนที่สามประกอบด้วยคำแนะนำและข้อมูลทั้งหมดที่คุณต้องปฏิบัติตามเพื่อหลีกเลี่ยงข้อผิดพลาดและอัปโหลด URL ได้สำเร็จ',
    ol5: 'ส่วนสุดท้ายมีข้อมูลและตัวอย่างสำหรับค่าคอลัมน์ของเทมเพลต CSV',
    ol6: 'คุณสามารถแก้ไขและลบข้อมูล URL ของคุณได้ตลอดเวลา',
    ol7: 'ทีมของเราจะเป็นผู้สร้างคะแนน Ahref สำหรับรายการของคุณ',

    ol8: 'คุณยังสามารถตรวจสอบพื้นฐานราคาของ URL',
    ul4: 'Red – ราคาสูง',
    ul5: 'Orange – ราคาเฉลี่ย',
    ul6: 'Green – ราคาดี',
}
