export default {
    // h1 : 'ติดตามรายได้ของคุณ',
    // p1 : 'นี่คือสรุปบทความทั้งหมดของคุณและจำนวนเงินที่คุณทำ',
    // ol1 : 'ใช้ตัวกรอง',
    // ol2 : 'รายได้ทั้งหมดของคุณ',
    // ol3 : 'สามารถตรวจสอบหลักฐานการชำระเงินได้'

    // update 2022

    h1 : 'การเขียนเนื้อหา',
    p1: 'หลังจากตรวจสอบแล้ว ตอนนี้คุณสามารถเริ่มเขียนบทความสำหรับคำสั่งซื้อได้แล้ว',
    ol1 : 'หากต้องการเริ่มเขียนบทความ ให้ไปที่หน้า "บทความ" หน้านี้จะแสดงบทความทั้งหมดที่อยู่ในคิวและบทความที่คุณกำลังดำเนินการอยู่ รายชื่อบทความจะขึ้นอยู่กับภาษาที่คุณตั้งค่าไว้ตอนลงทะเบียน',
    ol2 : 'หากคุณเลือกที่จะทำงานกับบทความที่อยู่ในคิว ให้คลิกปุ่ม \'ยอมรับบทความ\' ใต้คอลัมน์การดำเนินการ การยืนยันจะปรากฏขึ้นบนหน้าจอ หากคุณเลือกที่จะยอมรับบทความ ให้คลิกปุ่ม \'ใช่\'',
    ol3 : 'เมื่อยอมรับบทความแล้ว ปุ่ม \'แก้ไข\' จะปรากฏขึ้น คลิกที่นี่เพื่อดูรายละเอียดอื่น ๆ ของบทความและเริ่มเขียนเนื้อหา หากคุณต้องการยกเลิกการเขียนบทความ ให้คลิกปุ่ม \'ยกเลิกการเขียน\' ซึ่งอยู่ที่ส่วนขวาบนของแบบฟอร์ม',
    ol4 : 'เมื่อเขียนเนื้อหา โปรดรับทราบรายละเอียดต่อไปนี้: URL Publisher, Anchor Text และเว็บไซต์ที่ระบุใน \'Link to\' รายละเอียดเหล่านี้จะกำหนดเนื้อหาสำหรับบทความ ขอแนะนำให้ไปที่ผู้เผยแพร่ URL และหน้า Landing Page (ลิงก์ไปยัง) เพื่อให้เข้าใจมากขึ้นว่าเนื้อหาประเภทใดที่เผยแพร่ที่นั่น ด้วยวิธีนี้ คุณสามารถเขียนบทความที่เข้ากับเนื้อหาส่วนที่เหลือของเว็บไซต์ได้',
    ol5 : 'ท่านสามารถเขียนเนื้อหาของบทความได้โดยตรงที่ช่องเนื้อหาที่ให้ไว้ในแบบฟอร์ม คุณยังสามารถคัดลอกและวางข้อความจากเอกสารคำ เครื่องมือแก้ไขของระบบจะช่วยให้คุณเขียนบทความได้อย่างเหมาะสมด้วยเครื่องมือและฟังก์ชันที่มีให้ โปรดสังเกตคำแนะนำที่สำคัญต่อไปนี้ด้วย:',

    ul1: 'ใช้ anchor text ที่กำหนดเป็นคำหลักของคุณ เพิ่มไฮเปอร์ลิงก์ที่ถูกต้องให้กับ anchor text ของคุณ',
    ul2: 'หลีกเลี่ยงการลอกเลียนแบบทุกครั้ง เราไม่อนุมัติเนื้อหาที่ถูกขโมย ของบทความของคุณ',
    ul3: 'เพิ่ม 1 ถึง 2 ภาพในบทความของคุณ ตรวจสอบให้แน่ใจว่ารูปภาพนั้นไม่มีลิขสิทธิ์ โปรดใส่ลิงก์ของรูปภาพที่ใช้ไว้ที่ด้านล่างของบทความของคุณ',

    ol6 : 'ตรวจสอบให้แน่ใจว่าคุณมีลำดับชั้นของส่วนหัวที่ถูกต้องเมื่อคุณเขียนเนื้อหาของบทความ ชื่อเรื่องควรอยู่ใน H1 ส่วนหัวข้อย่อยควรอยู่ใน H2 ในการทำเช่นนี้ ให้คลิกที่ \'รูปแบบ\' จากนั้นไปที่ \'บล็อก\' จากนั้นเลือกรูปแบบหัวเรื่องที่เหมาะสม',
    ol7 : 'หลังจากที่เนื้อหาของคุณเสร็จสมบูรณ์และจัดรูปแบบอย่างถูกต้องแล้ว ตอนนี้คุณสามารถเพิ่มลิงก์ภายในไปยัง anchor text ของคุณได้แล้ว ในการดำเนินการนี้ ให้เน้นที่จุดยึดข้อความและใช้คุณลักษณะ \'แทรกลิงก์\' ในเครื่องมือจัดรูปแบบ หรือคลิกขวาเพื่อดูตัวเลือก \'แทรก\' ในช่องป๊อปอัปที่ปรากฏขึ้น ให้วาง URL ใน "ลิงก์ไปยัง" ซึ่งจะฝังลิงก์ลงใน anchor text ของคุณ',
    ol8 : 'เมื่อคุณเขียนเนื้อหาเสร็จแล้ว จัดรูปแบบเนื้อหาด้วยหัวเรื่องที่เหมาะสม และฝัง anchor text พร้อมลิงก์ คุณสามารถตั้งค่าสถานะของบทความเป็น \'เสร็จสิ้น\' อย่าลืมคลิกปุ่ม \'บันทึก\' เพื่อบันทึกการเปลี่ยนแปลงและการอัปเดตของคุณ',
    ol9 : 'อย่าลืมบันทึกไฟล์ของคุณโดยคลิก "บันทึก" ก่อนปิดบทความนี้และไปยังบทความถัดไป',
    ol10 : 'หากคุณไม่สามารถป้อนหรือเปลี่ยนชื่อในขณะที่อยู่ในหน้า "บทความ" ให้ไปที่แถบการนำทางหลักแล้วคลิก "ผู้ซื้อ" จากนั้นคลิกแท็บ “ติดตามลิงก์ย้อนกลับ” ที่จะปรากฏด้านล่าง มองหา "ลิงก์ย้อนกลับ ID" ของบทความที่คุณเขียน',
    ol11 : 'เมื่อคุณพบบทความ ให้คลิก "แก้ไข" ซึ่งจะเป็นการเปิดข้อมูลพื้นฐานของบทความ แม้ว่าผู้เขียนจะไม่สามารถเปลี่ยนแปลงข้อมูลในกล่องสีเทา แต่ก็สามารถพิมพ์ลงในกล่องสีขาวได้ ไปที่ช่อง "ชื่อเรื่อง" และป้อนชื่อบทความของคุณ จากนั้นกด “บันทึก” ก่อนปิด',
}
