export default {
    // h1 : 'ขั้นตอนที่ 1: ลงทะเบียนที่ STALINKS และตั้งราคาของคุณ',
    // p1 : 'หลังจากที่คุณได้ตรวจสอบบัญชีของคุณแล้ว เข้าสู่ระบบบัญชีของคุณ',
    // p2 : 'เมื่อเข้าสู่ระบบ คุณจะไปยังหน้าแดชบอร์ดโดยอัตโนมัติ แดชบอร์ดเป็นหน้าที่คุณสามารถใช้เพื่อติดตามงานของคุณ อย่างไรก็ตาม หากคุณคลิกที่แต่ละคอลัมน์ คอลัมน์นี้สามารถจัดเรียงใหม่จากล่างขึ้นบนหรือในทางกลับกันได้ มีสี่ส่วนบนแดชบอร์ด:',
    // ol1 : 'แบคลิงก์ทั้งหมด (ผู้ซื้อ)',
    // ul1 : 'ข้อมูลทั้งหมดที่เกี่ยวกับการติดตามคำสั่งซื้อ',
    // ul2 : 'มี 6 คอลัมน์:',
    // ul3 : 'ยอดสั่งซื้อ',
    // ul4 : 'การประมวลผล – ออเดอร์ผู้เขียนจะต้องเริ่มเขียน',
    // ul5 : 'กำลังเขียนบทความ – ขณะนี้นักเขียนกำลังดำเนินการเขียนบทความ',
    // ul6 : 'บทความเสร็จสิ้น – บทความนี้พร้อมใช้งาน โปรดแน่ใจว่าผู้ขายของคุณดำเนินการหรือคุณส่งไป',
    // ul7 : 'บทความที่ส่ง – CS ได้ส่งบทความและคาดว่าผู้ขายจะนำบทความไปใช้',
    // ul8 : 'เผยแพร่ - ตรวจสอบโดย QC และอนุมัติตอนนี้เราสามารถจ่ายเงินให้ผู้ขายได้',
    // ul9 : 'ปัญหา – ผู้ขายมีปัญหาเรื่องเวลา',
    // ul10 : 'ยกเลิก – ผู้ขายไม่สามารถดำเนินการต่อไปได้',
    // p3 : 'ขอบคุณที่ใช้ StaLinks'

    // update 2022

    h1: 'การนำทางแดชบอร์ด',
    p1: 'หลังจากที่คุณตรวจสอบบัญชีของคุณแล้ว เพียงเข้าสู่ระบบบัญชีของคุณ',
    p2: 'เมื่อเข้าสู่ระบบ คุณจะถูกนำไปที่แดชบอร์ดโดยอัตโนมัติ นี่คือเพจที่จะช่วยคุณติดตามความคืบหน้าของคุณ แต่ละคอลัมน์สามารถคลิกเพื่อจัดเรียงข้อมูล จากมากไปหาน้อย',
    ol1: 'Article Summary',
    ul1: 'ตารางนี้แสดงข้อมูลตัวเลขเกี่ยวกับคำสั่งซื้อที่เกี่ยวข้องกับบทความที่คุณยอมรับและสถานะของรายการ',
    ul2: 'มี 8 คอลัมน์:',
    ul3: 'Processing – คำสั่งซื้อที่ผู้ขายยืนยันแล้วและคุณสามารถยอมรับการเขียนบทความได้',
    ul4: 'Content in Writing – บทความที่คุณกำลังเขียนอยู่',
    ul5: 'Content Done – เนื้อหาเสร็จแล้ว',
    ul6: 'Content Sent – ทีมงานได้ส่งเนื้อหาให้ผู้ขายแล้ว',
    ul7: 'Issue – ออเดอร์มีปัญหา',
    ul8: 'Live in Process – เนื้อหาจะถูกอัปโหลด',
    ul9: 'Live – เนื้อหานั้นเผยแพร่แล้ว',
    ul10: 'Cancelled – คำสั่งซื้อถูกยกเลิก',
    p3: 'ขอขอบคุณที่ใช้ StaLinks'
}
