export default {
    // h1 : 'FOLLOW UP YOUR INCOME',
    // p1 : 'Here a resume of all your articles and how much you made',
    // ol1 : 'Use the filter',
    // ol2 : 'Total amount of your incomes',
    // ol3 : 'You also can check the proof of payment'

    // update 2022

    h1 : 'ติดตามรายได้',
    p1 : 'เมื่อรายละเอียดคำสั่งซื้อที่เกี่ยวข้องกับบทความที่คุณดำเนินการอยู่ในสถานะ \'สด\' คุณสามารถตรวจสอบรายได้ของคุณได้แล้ว',
    ol1 : 'ในฐานะนักเขียน คุณมีสองตัวเลือกในการตั้งค่าราคา คุณสามารถตรวจสอบได้โดยไปที่หน้าโปรไฟล์ของคุณโดยคลิกชื่อผู้ใช้ของคุณที่มุมขวาบนของแถบนำทาง',

    ul1: 'PPA (Pay per Article) – คุณจะได้รับเงินในราคาเฉพาะต่อบทความ',
    ul2: 'PPW (Pay per Words) – คุณจะได้รับเงินตามจำนวนคำในบทความในอัตราที่กำหนด',

    ol2 : 'หากต้องการตรวจสอบรายได้ทั้งหมดของคุณ ให้ไปที่หน้า \'การเรียกเก็บเงินผู้เขียน\' ใต้ส่วนการเรียกเก็บเงินของแถบด้านข้าง ตารางจะแสดงรายละเอียดเกี่ยวกับคำสั่งซื้อ เช่น วันที่ รหัสคำสั่งซื้อ รหัสบทความ ราคา และสถานะการชำระเงิน',
    ol3 : 'สามารถตรวจสอบหลักฐานการชำระเงินได้ด้วย'
}
