export default {
    h1 : 'ขั้นตอนที่ 2: เริ่มเขียนบทความ',
    ol1 : 'ในการเริ่มต้นเขียนและอัปโหลดบทความใหม่ ให้คลิกที่แท็บ "บทความ" ใต้การนำทางหลัก ตารางในหน้านี้ประกอบด้วยบทความทั้งหมดที่ทำเสร็จแล้ว และบทความทั้งหมดที่ยังไม่เสร็จสมบูรณ์ คุณจะสามารถระบุได้อย่างรวดเร็วว่าบทความใดที่ยังไม่ได้ทำ เนื่องจากเซลล์ในคอลัมน์ "วันที่เริ่มต้น" และ "วันที่เสร็จสิ้น" ว่างเปล่า',
    ol2 : 'หากต้องการเปิดบทความใหม่ ให้คลิกที่ปุ่ม "แก้ไข" ในคอลัมน์ขวาสุด มีรูปปากกาติดอยู่ นี้จะเปิดบทความเปล่า',
    ol3 : 'ก่อนเขียนบทความของคุณ ให้สังเกต "URL Publisher", "Anchor Text" และเว็บเว็บไซต์ที่ระบุไว้ที่ "Link to" รายละเอียดเหล่านี้จะกำหนดประเภทของบทความที่คุณจะเขียน คุณสามารถไปที่ URL Publisher และเว็บเว็บไซต์หน้า Landing Page (เว็บไซต์ภายในช่อง "ลิงก์ไปยัง") เพื่อทำความเข้าใจว่าบทความประเภทใดที่เผยแพร่ที่นั่น เพื่อให้คุณสามารถสร้างบทความที่เข้ากับส่วนอื่นๆ ของเว็บไซต์ได้',
    ol4 : '“Anchor Text” เป็นคำหรือวลีที่ตรงกันทุกประการซึ่งต้องใช้ในบทความ Anchor Textจะถูกฝังด้วยแบคลิงก์ที่จะนำผู้อ่านไปยังเว็บไซต์ที่คุณต้องการให้เข้าชม',
    ol5 : 'เมื่อพูดถึงการเขียน คุณสามารถเขียนโดยตรงในช่องข้อความที่มีให้ หรือคุณสามารถคัดลอกและวางข้อความจากเอกสาร Microsoft Word ระบบ StaLink มีเครื่องมือแก้ไขข้อความตามที่ระบุด้านล่าง วิธีนี้จะช่วยให้คุณใส่ข้อความเป็นตัวหนาและตัวเอียง เปลี่ยนการจัดตำแหน่ง แทรกลิงก์ และอื่นๆ',
    ol6 : 'ตรวจสอบให้แน่ใจว่าคุณมีลำดับชั้นของหัวข้อที่เหมาะสมเมื่อคุณเขียนหรืออัปโหลดบทความใน Sta Links ชื่อเรื่องควรอยู่ใน H1 ในขณะที่หัวเรื่องย่อยควรอยู่ใน H2 ในการดำเนินการนี้ ให้คลิก "รูปแบบ" จากนั้นไปที่ "บล็อก" จากนั้นเลือกรูปแบบส่วนหัวที่ถูกต้อง',
    ol7 : 'หลังจากที่บทความของคุณเสร็จสมบูรณ์และจัดรูปแบบอย่างเหมาะสมแล้ว คุณสามารถเพิ่มลิงก์ภายในไปยัง anchor text ของคุณได้ ในการดำเนินการนี้ ให้ไฮไลต์Anchor Textและใช้คุณลักษณะ "แทรกลิงก์" ในเครื่องมือจัดรูปแบบ หรือคลิกขวาเพื่อดูตัวเลือก "แทรก" ในกล่องป๊อปอัปที่ปรากฏขึ้น ให้วาง URL ลงใน "ลิงก์ไปยัง" นี่จะฝังลิงค์ลงใน anchor text ของคุณ',
    ol8 : 'เมื่อคุณเขียนบทความเสร็จแล้ว จัดรูปแบบด้วยหัวเรื่องที่เหมาะสม และฝัง anchor text พร้อมลิงก์ คุณสามารถตั้งค่าสถานะของบทความเป็น "เสร็จสิ้น"',
    ol9 : 'อย่าลืมบันทึกไฟล์ของคุณโดยคลิก "บันทึก" ก่อนปิดบทความนี้และไปยังบทความถัดไป',
    ol10 : 'หากคุณไม่สามารถป้อนหรือเปลี่ยนชื่อเรื่องในขณะที่อยู่ในหน้า "บทความ" ให้ไปที่แถบการนำทางหลักแล้วคลิก "ผู้ซื้อ" จากนั้นคลิกแท็บ "ติดตามผลแบคลิงก์" ที่ปรากฏด้านล่าง มองหา “ID backlink” ของบทความที่คุณเขียน',
    ol11 : 'เมื่อคุณพบบทความ ให้คลิก "แก้ไข" ซึ่งจะเป็นการเปิดข้อมูลพื้นฐานของบทความ แม้ว่าผู้เขียนจะไม่เปลี่ยนแปลงข้อมูลในกล่องสีเทา แต่สามารถพิมพ์ลงในช่องสีขาวได้ ไปที่ช่อง "ชื่อ" และป้อนชื่อบทความของคุณตามลำดับ จากนั้นให้กด “บันทึก” ก่อนปิด',

}
