export default {
    title: 'पंजीकरण',
    l1 : 'खाते का प्रकार',
    ph1: 'खाता प्रकार चुनें',
    l2 : 'उपयोगकर्ता नाम',
    ph2: 'अपने उपयोगकर्ता नाम दर्ज करें',
    l3 : 'ईमेल',
    ph3: 'अपना ईमेल दर्ज करें',
    l4 : 'नाम',
    ph4: 'अपना नाम दर्ज करें',
    l5: 'पासवर्ड',
    ph5: 'अपना पासवर्ड डालें',
    l6: 'पासवर्ड की पुष्टि कीजिये',
    ph6: 'दोबारा पासवर्ड लिखो ',
    l7: 'गुप्तचिन्ह सहबद्ध करना',
    ph7: 'सहबद्ध द्वारा दिया गया कोड दर्ज करें',
    info1: 'यदि आप एक सहयोगी के तहत खरीदार के रूप में पंजीकरण कर रहे हैं तो कोड दर्ज करें',
    term1: "मैंने पढ़ लिया है और स्वीकार कर लिया है",
    term2: "नियम व शर्तें",
    login1: 'पहले से ही एक खाता है?',
    login2: 'अब प्रवेश करें',
    b: 'प्रस्तुत करना',
    alert: 'प्रक्रिया को पूरा करने के लिए लिंक पर क्लिक करने के लिए कृपया सत्यापन के लिए अपना ईमेल इनबॉक्स या स्पैम या प्रचार देखें।',

    //banner 1
    banner_1: 'दक्षिण एशिया के लिए पहला बैकलिंक डेस्क!',
    banner1_text1: 'Stalinks एक डिजिटल मार्केटप्लेस है जो आपकी गूगल रैंकिंग को बढ़ाने के लिए लाभदायक  गेस्ट पोस्ट बैकलिंक्स प्रदान करता है।.',
    banner1_text2: 'हम दुनिया भर में सत्यापित खरीदारों और विक्रेताओं को प्रतिस्पर्धी मूल्य और सुरक्षा से जोड़ते हैं।.',

    //banner 2
    banner_2: 'कुशल बनें, आइए हम आपके लिए खरीदार लाते हैं। हमारे खरीदारों की संख्या के साथ अधिक पैसा कमाएं।',
    banner2_text1: 'रजिस्टर करें',
    banner2_text2: 'अपने URLS का CSV अपलोड करें',
    banner2_text3: 'अपनी बिक्री के साथ जाँच करें',
    banner2_text4: 'कमाई शुरू करें',

    //banner 3
    banner_3: 'गेस्ट पोस्ट खरीदकर अपनी रैंकिंग बढ़ाना शुरू करें जहां आप अपने बैकलिंक्स प्राप्त करने के लिए अपना एंकर डालेंगे।',
    banner3_text1: 'पंजीकरण',
    banner3_text2: 'एक आदेश करें',
    banner3_text3: 'अपने आदेशों का पालन करें',

    // update banner 3

    u_banner_3: 'आपकी SEO साइटों के लिए गेस्ट पोस्ट बैकलिंक्स चाहिए?',
    u_banner3_text1: '#1 दुनिया भर में बैकलिंक्स प्रदाता',
    u_banner3_text2: 'किफायती मूल्य',
    u_banner3_text3: 'अत्यधिक सुरक्षित प्रणाली',
    u_banner3_text4: '20k+ उच्च गुणवत्ता वाली साइटें',
    u_banner3_text5: 'भाषा के बहुत सारे विकल्प',

    u_banner3_sub1: 'StaLinks दक्षिण एशिया में पहला और विश्वसनीय SEO लिंक बिल्डिंग सर्विस मैनेजमेंट है।',
    u_banner3_sub2: 'StaLinks अतिथि पोस्ट पर उचित मूल्य और 100% मनी-बैक गारंटी प्रदान करता है।',
    u_banner3_sub3: 'StaLinks के पास अत्यधिक सुरक्षित प्रणाली है जो गारंटी देती है कि आपके लेन-देन स्कैमर से सुरक्षित हैं।',
    u_banner3_sub4: 'StaLinks में Ahrefs के स्कोर के आधार पर 20k+ उच्च गुणवत्ता वाली साइटें हैं जो आपको अपने विषय, UR/DR, ऑर्गेनिक ट्रैफ़िक, ऑर्गेनिक कीवर्ड और कई अन्य के अनुसार आसानी से बैकलिंक्स चुनने में मदद करेंगी।',
    u_banner3_sub5: 'StaLinks में अंग्रेजी, इंडोनेशियाई, जापानी, वियतनामी और थाई जैसे कई भाषा विकल्प हैं।',

    //banner 4
    banner_4: 'गेस्ट पोस्ट राइटर कैसे बनें और पैसा कमाना शुरू करें!',
    banner4_text1: 'रजिस्टर करें',
    banner4_text2: 'लिखना शुरू करें',
    banner4_text3: 'अपनी आय की जांच करें',
    banner4_text4: 'कमाई शुरू करें',

    // account types
    seller: 'विक्रेता',
    buyer: 'क्रेता',
    writer: 'लेखक',
    affiliate: 'संबद्ध',
}
