export default {
    title: 'पंजीकरण',
    l1 : 'खाते का प्रकार',
    ph1: 'खाता प्रकार चुनें',
    l2 : 'उपयोगकर्ता नाम',
    ph2: 'अपने उपयोगकर्ता नाम दर्ज करें',
    l3 : 'ईमेल',
    ph3: 'अपना ईमेल दर्ज करें',
    l4 : 'नाम',
    ph4: 'अपना नाम दर्ज करें',
    l5: 'पासवर्ड',
    ph5: 'अपना पासवर्ड डालें',
    l6: 'पासवर्ड की पुष्टि कीजिये',
    ph6: 'दोबारा पासवर्ड लिखो ',
    l7: 'गुप्तचिन्ह सहबद्ध करना',
    ph7: 'सहबद्ध द्वारा दिया गया कोड दर्ज करें',
    info1: 'यदि आप एक सहयोगी के तहत खरीदार के रूप में पंजीकरण कर रहे हैं तो कोड दर्ज करें',
    term1: "मैंने पढ़ लिया है और स्वीकार कर लिया है",
    term2: "नियम व शर्तें",
    login1: 'पहले से ही एक खाता है?',
    login2: 'अब प्रवेश करें',
    b: 'प्रस्तुत करना',
    alert: 'प्रक्रिया को पूरा करने के लिए लिंक पर क्लिक करने के लिए कृपया सत्यापन के लिए अपना ईमेल इनबॉक्स या स्पैम या प्रचार देखें।',

    //banner 1
    banner_1: 'दक्षिण एशिया के लिए पहला बैकलिंक डेस्क!',
    banner1_text1: 'Stalinks एक डिजिटल मार्केटप्लेस है जो आपकी गूगल रैंकिंग को बढ़ाने के लिए लाभदायक  गेस्ट पोस्ट बैकलिंक्स प्रदान करता है।.',
    banner1_text2: 'हम दुनिया भर में सत्यापित खरीदारों और विक्रेताओं को प्रतिस्पर्धी मूल्य और सुरक्षा से जोड़ते हैं।.',

    //banner 2
    banner_2: 'कुशल बनें, आइए हम आपके लिए खरीदार लाते हैं। हमारे खरीदारों की संख्या के साथ अधिक पैसा कमाएं।',
    banner2_text1: 'रजिस्टर करें',
    banner2_text2: 'अपने URLS का CSV अपलोड करें',
    banner2_text3: 'अपनी बिक्री के साथ जाँच करें',
    banner2_text4: 'कमाई शुरू करें',

    //banner 3
    banner_3: 'जल्दी करो! अपनी वेबसाइट रैंकिंग बढ़ाने के लिए StaLinks से बैकलिंक्स खरीदें!',
    banner3_text1: 'पंजीकरण करवाना',
    banner3_text2: 'एक आदेश कर',
    banner3_text3: 'अपने आदेशों का पालन करें',

    // update banner 3

    u_banner_3: 'हाय लिंक बिल्डर! आपकी SEO साइटों के लिए हमेशा अतिथि पोस्ट की आवश्यकता है?',
    u_banner3_text1: 'एशिया में सर्वश्रेष्ठ बैकलिंक्स प्रदाता',
    u_banner3_text2: 'किफायती मूल्य',
    u_banner3_text3: 'अत्यधिक सुरक्षित डेस्क प्रबंधन',
    u_banner3_text4: '20k++ उच्च गुणवत्ता वाले URL',
    u_banner3_text5: 'बहुभाषी मंच',

    u_banner3_sub1: 'StaLinks एशिया में पहला और सबसे विश्वसनीय SEO लिंक-निर्माण सेवा प्रबंधन है।',
    u_banner3_sub2: 'StaLinks अतिथि पोस्ट पर उचित मूल्य प्रदान करता है। 100% मनी-बैक गारंटी।',
    u_banner3_sub3: 'StaLinks के पास अत्यधिक सुरक्षित डेस्क प्रबंधन है जो आपके लेन-देन को स्कैमर से बचाता है।',
    u_banner3_sub4: 'StaLinks में 20k++ उच्च-गुणवत्ता वाले URL हैं जो आपको अपने विषय, UR/DR, ऑर्गेनिक ट्रैफ़िक, ऑर्गेनिक कीवर्ड और बहुत कुछ के अनुसार आसानी से बैकलिंक चुनने में मदद करेंगे।',
    u_banner3_sub5: 'StaLinks अंग्रेजी, इंडोनेशियाई, भारतीय, जापानी, वियतनामी और थाई जैसी बहु भाषाएँ प्रदान करता है।',

    //banner 4
    banner_4: 'गेस्ट पोस्ट राइटर कैसे बनें और पैसा कमाना शुरू करें!',
    banner4_text1: 'रजिस्टर करें',
    banner4_text2: 'लिखना शुरू करें',
    banner4_text3: 'अपनी आय की जांच करें',
    banner4_text4: 'कमाई शुरू करें',

    // account types
    seller: 'विक्रेता',
    buyer: 'क्रेता',
    writer: 'लेखक',
    affiliate: 'संबद्ध',
}
