export default {
    ar_title: 'ตอบกลับอัตโนมัติ',
    ar_search: 'ค้นหาการตอบกลับอัตโนมัติ',
    ar_add: 'เพิ่มการตอบกลับอัตโนมัติ',
    ar_refresh: 'รีเฟรช',
    ar_trash: 'ขยะ',
    ar_toggle: 'สลับแสดงการตอบกลับอัตโนมัติที่ใช้งานอยู่',
    ar_no_record: 'ไม่มีบันทึกตอบกลับอัตโนมัติ',

    // add auto reply
    aa_title: 'เพิ่ม',
    aa_update: 'อัปเดต',
    aa_auto: 'ตอบกลับอัตโนมัติ',
    aa_subject: 'หัวเรื่องตอบกลับอัตโนมัติ',
    aa_body: 'ร่างกายตอบกลับอัตโนมัติ',

    // alerts
    alert_added: 'เพิ่ม!',
    alert_added_note: 'เพิ่มการตอบกลับอัตโนมัติสำเร็จแล้ว',
    alert_updated: 'อัพเดท!',
    alert_updated_note: 'อัปเดตการตอบกลับอัตโนมัติเรียบร้อยแล้ว',
    alert_delete: 'ลบการตอบกลับอัตโนมัติ',
    alert_delete_confirm: 'คุณแน่ใจหรือไม่ว่าต้องการลบการตอบกลับ/ตอบกลับอัตโนมัติที่เลือก',
    alert_deleted: 'ลบแล้ว!',
    alert_delete_successful: 'ลบการตอบกลับ/ตอบกลับอัตโนมัติที่เลือกเรียบร้อยแล้ว',
    alert_err: 'เกิดข้อผิดพลาด!',
    alert_err_delete: 'เกิดข้อผิดพลาดขณะลบการตอบกลับ/ตอบกลับอัตโนมัติ',
    alert_success: 'สำเร็จ!',
    alert_turned: 'เปลี่ยนการตอบกลับอัตโนมัติเป็น .สำเร็จแล้ว',
    alert_err_toggle: 'เกิดข้อผิดพลาดขณะสลับการตอบกลับอัตโนมัติ',
    alert_confirm: 'คุณแน่ใจไหม?',
    alert_confirm_note: 'การเปลี่ยนแปลงจะไม่ถูกบันทึก',


    clear: 'ลบ',
    search: 'ค้นหา',
    close: 'ปิด',
    save: 'บันทึก',
    deletes: 'ใช่ ลบออก',
    keep: 'ไม่ เก็บไว้',
    yes: 'ไม่แน่ใจ',
    no: 'แน่ใจ',
}
