export default {
    title: 'เสร็จสิ้นการลงทะเบียน',
    sub1: 'ข้อมูลเกี่ยวกับบัญชี',
    l1 : 'ประเภทบัญชี',
    l2 : 'ชื่อผู้ใช้',
    l3 : 'ชื่อ',
    l4 : 'อีเมล',
    l5: 'โทรศัพท์',
    l6: 'ประเภทบริษัท',
    l7: 'ชื่อบริษัท',
    ph7: 'ใส่ชื่อบริษัทของคุณ',
    l8: 'Skype',
    ph8: 'ใส่skype ของคุณ',
    l9: 'ประเทศ',
    ph9: 'เลือกประเทศ',
    l10: 'ภาษา',
    ph10: 'เลือกภาษา',
    sub2: 'ข้อมูลการชำระเงิน',
    sub3: 'ค่าเริ่มต้น',
    b: 'ลงทะเบียน',
    sub4: 'ลงทะเบียนสำเร็จ!',
    sub5: 'ไปที่เข้าสู่ระบบ',
    l11: 'Facebook',
    ph11: 'เข้าเฟสบุ๊คของคุณ',

    // errors
    e7: 'โปรดระบุชื่อบริษัท',
    e9: 'โปรดระบุประเทศ',
    e10: 'โปรดระบุภาษา',
    e11: 'โปรดระบุข้อมูลการชำระเงินอย่างน้อยหนึ่งรายการ',
    e12: 'โปรดป้อนประเภทการชำระเงินเริ่มต้นที่เลือก',

    account: 'บัญชี'
}
