export default {
    title: '登録',
    l1 : 'アカウントの種類',
    ph1: 'アカウントの種類を選択',
    l2 : 'ユーザー名',
    ph2: 'ユーザー名の入力',
    l3 : 'メール',
    ph3: 'メールの入力',
    l4 : '名前',
    ph4: '名前の入力',
    l5: 'パスワード',
    ph5: 'パスワードの入力',
    l6: 'パスワードの確認',
    ph6: 'パスワードの再入力',
    l7: 'アフィリエイトコード',
    ph7: 'アフィリエイトから提供されたコードを入力してください',
    info1: 'アフィリエイトの下でバイヤーとして登録する場合は、コードを入力してください',
    term1: "",
    term2: "ご利用規約を読み、同意します",
    login1: '既にアカウントをお持ちの方',
    login2: '今すぐログイン',
    b: '送信する',
    alert: '検証のために、メールの受信トレイ、スパム、またはプロモーションを確認して、リンクをクリックしてプロセスを完了してください。',

    //banner 1
    banner_1: '南アジア初のバックリンクデスク',
    banner1_text1: 'StaLinksは、収益性の高いゲストポストのバックリンクを提供し、',
    banner1_text2: 'Googleランキングを上げるためのデジタルマーケットプレイスです。',

    //banner 2
    banner_2: 'より効率的にバイヤーを探すのはお任せください。ボリュームバイヤーを獲得して利益率アップ。',
    banner2_text1: 'ご登録',
    banner2_text2: 'URLのCSVをアップロード',
    banner2_text3: '売上管理',
    banner2_text4: '利益率アップ',

    //banner 3
    banner_3: '急げ！ StaLinks からバックリンクを購入して、ウェブサイトのランキングを上げましょう!',
    banner3_text1: '登録',
    banner3_text2: '注文する',
    banner3_text3: 'ご注文のフォローアップ',

    // update banner 3

    u_banner_3: 'こんにちは、リンクビルダーです！ SEO サイトにゲスト投稿のバックリンクが必要ですか?',
    u_banner3_text1: 'アジアで最高のバックリンク プロバイダー',
    u_banner3_text2: '手頃な価格',
    u_banner3_text3: '安全性の高いデスク管理',
    u_banner3_text4: '20k++ 高品質 URL',
    u_banner3_text5: '多言語プラットフォーム',

    u_banner3_sub1: 'StaLinks は、アジアで最初で最も信頼できる SEO リンク構築サービス管理です。',
    u_banner3_sub2: 'StaLinks は、ゲスト投稿を手頃な価格で提供しています。 100% 返金保証。',
    u_banner3_sub3: 'StaLinks には、取引を詐欺師から保護する高度に安全なデスク管理があります。',
    u_banner3_sub4: 'StaLinks には 20k++ の高品質 URL があり、トピック、UR/DR、オーガニック トラフィック、オーガニック キーワードなどに応じてバックリンクを簡単に選択できます。',
    u_banner3_sub5: 'StaLinks は、英語、インドネシア語、インド語、日本語、ベトナム語、タイ語などの多言語を提供しています。',

    //banner 4
    banner_4: 'ゲスト・ポスト・ライターになってどこでも副収入を獲得!',
    banner4_text1: 'ご登録',
    banner4_text2: 'ライティング開始',
    banner4_text3: '収入の管理',
    banner4_text4: '報酬のお受け取り',

    // account types
    seller: 'セーラー',
    buyer: 'バイヤー',
    writer: 'ライター',
    affiliate: 'アフィリエイト',
}
