export default {
    title: 'ご利用規約',

    // information that StaLinks Collect
    h1: 'StaLinksが収集する情報',
    h1p1: 'お客様がStalinks.comに登録した情報(氏名、メールアドレス、電話番号など)が含まれます',
    h1p2: 'StaLinksは、サイトの利便性向上、一般的な訪問者の情報の収集、当社サイトへのトラフィック分析のため、クッキー(Cookie)およびWebビーコンを使用しています',

    // what do we use the information for?
    h2: '個人情報の利用目的について',
    h2p1: 'お客様のパーソナル化のために',
    h2p1s1: 'これにより、お客様の需要に応じたより良い補助を行うことができます',
    h2p2: 'お客様サービス向上のため',
    h2p2s1: 'これは、お客様のご要望、サポートの必要性、および苦情に効果的に対応するために役立ちます',
    h2p3: 'お客様の需要に応じた当社サイトの最新情報をお届けするため',
    h2p3s1: '登録時のアカウントに基づき、メールをお届けします',

    // how do we protect your personal information?
    h3: '個人情報保護について',
    h3p1: '当社は、お客様の個人情報および子注文の安全を確保するために、様々なセキュリティ対策を実施しています。',

    // do we disclose any information to outside parties?
    h4: '外部への情報開示は行っていますか',
    h4p1: '我々は、あなたの個人情報を販売、購入、または他のいかなる外部への転送を取引いたしません。これは、当社のウェブサイトを運営し、' +
        'お客様を補助するために我々を補助する第三者が含まれていないため、我々の第三者は、すべての情報は機密であることにを合意しています。' +
        'しかし、非個人識別可能な訪問者の情報は、マーケティング、広告または他の用途のために他の当事者に提供されることがあります。',

    // children online privacy protector
    h5: '子ども向けオンライン・プライバシー保護について',
    h5p1: '当社は、13歳未満のお子様から情報を収集することは一切ありません。当社のシステムおよびサービスは、全て１３歳以上の方を対象としております。',

    // online privacy policy
    h6: 'オンライン個人情報保護方針について',
    h6p1: '当社は、本サイトのみの情報を収集し、それ以外の情報をオンライン・当社システム外で収集することはありません。',

    // terms, payments and conditions on StaLinks
    h7: 'Stalinksの規約、お支払い方法、条件について',
    h7p1: 'Stalinks.comサービスの基準で定められたサービス契約条件です。Stalinks.comのサービスを利用するためには、利用規約、支払い条件、およびその他の条件に同意する必要があります。もし、お客様がこの規約に同意されない場合は、Stalinks.comのすべてのご利用を停止していただきます。当社は、本契約の条件を事前通知なしで、いつでも修正、変更、更新する権利を留保することが可能です。変更は、https://www.stalinks.comウェブサイトに記載された時点から有効になります。改定が掲載された後、お客様がサービスの利用を継続された場合、本契約およびその改定を承認し、受諾したものとみなされます。本項に定める場合を除き、本契約を修正することはできません。',

    // description of service
    h8: 'サービス概要について',
    h8p1: '当社のプラットフォームは、お客様がバックリンクやゲストポストを簡単に売買できるようにするためのオンラインサービスを提供しています。我々のシステムは、全てのウェブサイトが条件確定済みであり、また、セーラーとバイヤーやの全ての取引を承認し、実行するために留保されています。',

    // member of usage?
    h9: '利用会員・使用方法について',
    h9p1: '当社は、お客様が当社のシステムを、コンピューター・ネットワークのセキュリティ侵害を含むいかなる違法な目的に使用することを容認いたしません',
    h9p2: '当社は、当社のウェブサイト内の情報(例:在庫、URL、説明、画像に限らず)をお客様に漏洩、記録、悪用させないようにしています',
    h9p3: 'StaLinksは、システム内で所有できない、または無効化された、あるいは見つからないURLのリンクを決定する全ての権利を留保します。その場合、リンクは削除され、返金されることはありません。また、リンクが削除された場合、アカウントが停止されることがあります',

    // payments
    h10: 'お支払方法',
    h10p1: 'お支払いは、最大48時間以内（平日、土日祝日を除く）に行われます',
    h10p2: '記事は、一生涯のものであり、カレンダーに基づき最低１２か月です',
    h10p3: 'お支払いは、PayPal、Skrill、BTCでのお振込みとなります。(少なくともこの中の1つの口座があり、有効であることを確認してください。）',
    h10p4: 'お支払い通貨は、アメリカドル(US＄）です',
    h10p5: '当社は、販売手数料、為替手数料、税金（例：GST、VSTなど）の変更について、一切責任を負いません',

    // client account security
    h11: '顧客アカウントのセキュリティについて',
    h11p1: 'ご自身のアカウントを登録した後、専用のコントロールパネルにアクセスできるようになります',
    h11p2: 'お客様は、当社ウェブサイト上で機密保持されているユーザー名とパスワードを管理する責任を負います',
    h11p3: 'お客様は、ご自身のアカウントの使用を通じて発生するご自身の行為について責任を負うものとします',
    h11p4: 'お客様は、ご自身の個人情報（ユーザー名、メールアドレス、パスワード、会社名（ある場合）、取引内容など）を外部に漏らさないことに同意するものとします。お客様のアカウントに何かあった場合（例：パスワードが盗まれた、侵害された、または何らかの問題が生じた）、すぐにカスタマー・サービスにご連絡ください。当社はいかなる損失に対しても責任を負いません',
    h11p5: 'お客様が本規約に違反する行為を行った場合、当社はお客様に事前通知することなく、お客様のアカウントを停止することができるものとします。',

    // client information
    h12: '顧客情報について',
    h12p1: 'お客様のアカウント情報は有効でなければなりません。（お客様が無効、不正確、または誤解を招く情報を入力した場合、当社は責任を負いません）',
    h12p2: '盗難にあった情報は追加しないでください',
    h12p3: 'お客様は、ご自身のアカウントですべての情報詳細を管理する責任があります',
    h12p4: 'お客様は、ご自身のパスワードとユーザー名を他人に開示しないことに同意するものとします。StaLinksは、いかなる著作権、特許権、商標権、財産権、さらには広告保護を検証することはありません',
    h12p5: '法律、法令、規制（政府の輸出規制、他の顧客の個人情報、反差別など）に違反しないこと',
    h12p6: '人身売買のURL（児童ポルノ、未成年者に有害なものなど）は載せないこと',
    h12p7: 'ワンクリック広告、システム、データ、個人情報に損害を与えること、不利益を与えること、妨害すること、または収用を意図することや、その他の規則的なコンピュータ・プログラミングを含むURLを貼らないこと',
    h12p8: 'StaLinksが全てのデータや該当を失うようなものを作らないこと。StaLinksの規約と正反対の内容に繋がるようなリンクは張らないこと',
    h12p9: '全ての利用者は、本契約で禁止されている、またはStaLinks以外のウェブサイト上での販売またはレンタルのために掲載されている他の商品と同一の商品サービスを直接的または間接的にリンクしまたは含めることにより、いかなるシステム、データ、または個人情報の横取り、または収用する責任を生じさせないものとします。また、StaLinksが適用される法律に違反する可能性のあるリンクの更新（または、当社のサービスを使用して開始された取引の完了）を許可することはできません。また、StaLinksのウェブサイトへのリンクは、StaLinksが適用される法律に違反する可能性のあるもの、またはStaLinksの現在の禁止事項、不明な事項、および侵害する事項を侵害するものであってはなりません。',
    h12p10: '当社は、お客様が当社ウェブサイトに追加されたすべての情報を、お客様のアカウントの特定および確認に使用します。お客様のEメールアドレスは、StaLinksのアカウントの確認と、将来的にお客様の興味に基づいたバックリンクのアップデートをお送りするために使用します。',

    // publishers or seller’s listings
    h13: '発行者または販売者のリストについて',
    h13p1: '全ての発行者は、本規約に同意しなければ、アカウントを停止または削除される危険性があります。また、このような事態が発生した場合、支払い不能やStaLinksのシステムおよびサービスの利用を禁止されることがあります。',
    h13p2: 'リンクがStaLinksの基準に適合していない場合、販売者はStaLinksのシステムでリンクを販売することができません',
    h13p3: '販売されるURLは、常に発行者リストに表示されている必要があります。（これらのリンクを隠すことは、システムの乱用と見なされます）',
    h13p4: '発行者のURLは、動作するページとページ間のリンクが完全かつ有効である必要があります',
    h13p5: '発行者のURLは、別のウェブサイトやページへの宛て先変更で構成することはできません。StaLinksシステムにアップロードされたURLは、発行者リストの正しいアドレスである必要があります',
    h13p6: 'URLは、有害なコンテンツや違法なものであってはいけません',
    h13p7: '発行者は、StaLinksが支払いのために発行者に連絡できるよう、有効なアカウントと連絡先情報を持っている必要があります。(発行者のアカウントが無効な場合、支払いを延期し、アカウントを停止する可能性があります)',
    h13p8: '異なるURLのページに誘導するようなリンクは設定しないでください。(投稿されたURLは、購入者のリンク先と全く同じでなければなりません)',
    h13p9: 'ワンクリック広告やウィルスを含むリンクを張り付けてはいけません',
    h13p10: '発行者は、バックリンクが有効であることを確認するために、StaLinksシステムにアクセスすることを許可する必要があります',
    h13p11: '発行者のURLは、StaLinksの主題に合ったカテゴリーで投稿してください',
    h13p12: '発行者のURLには、「テキストリンクの売買」等、検索機関のポリシーに反すると判断されるような記述がないようにしてください',
    h13p13: '発行者は、キーワードアンカーが正しく動作していることを検証するために、StaLinksシステムからURLへのアクセスを許可する必要があります',

    // disclaimer of warranties
    h14: '保証の免責事項について',
    h14p1: 'StaLinksが提供するサービスは、「現状有姿」かつ「利用可能な状態」で提供されます',
    h14p2: 'Stalinksは、当社システムの使用またはその成果について、明示または黙示を問わず、その正しさ、正確さ、信頼性等につき、いかなる表明も保証もいたしません',
    h14p3: 'StaLinksプラットフォームの使用が中断された場合、Stalinksではいかなる責任も負わないものとします',
    h14p4: 'StaLinksは、提供する情報に関して、商品性、非侵害の黙示保証を含め、一切の保証をしません。一部の地域では、黙示保証の除外を認めていないため、上記の除外は適用されません。',

    // limitation of liability
    h15: '責任制限条項について',
    h15p1: '当社は、StaLinksに含まれる情報に起因または関連して生じた一切の損害（逸失利益、使用不能の喪失など）について、契約上の責任またはその他の責任として、いかなる責任も負いません。たとえ、当社がそのような損害の可能性を知らされていたとしてもです。なお、一部の国では、偶発的または派生的な損害に対する責任の制限または排除を認めていないため、上記の制限または排除は適用されない場合があります。',

    // indemnification
    h16: '代償について',
    h16p1: 'お客様は、サービス利用に起因して第三者からなされた合理的な弁護士費用および代金を含むいかなる苦情や要求に対しても、Stalinks、子会社、関連会社、役員、従業員を免責することに同意するものとします。',

    // compose and interruption
    h17: '構成と中断について',
    h17p1: '当社は、お客様に通知することなく、サービスの内容を変更したり、更新したり、サービスを停止したりすることができるものとします。お客様は、当社が継続的かつ中断されないことを保証するものではなく、また当社のウェブサイトが当社の管理外の多くの要因や状況によって妨害または影響を受ける可能性があることを認識し、同意するものとします。',

    // publisher information
    h18: '発行者の情報について',
    h18p1: '当社のURLリストは、発行者から提供されたもの、または入手可能な情報源から収集したものです。StaLinksは、URLに記載されている全ての情報が有効であることを常に確認しています。StaLinksは、第三者が提供するURLについて何ら保証するものではなく、StaLinksのサービスを信用は、自己責任においてご利用いただくものとします。',
    h18p2: 'Stalinksは、第三者が提供する製品に関しても、いかなる保証も表明も行わないものとし、お客様は、第三者が提供する表明および保証への信用は、お客様の自己責任で行うものとします。',

    // compliance with laws
    h19: '法令遵守条項について',
    h19p1: 'お客様は、適用される法律および当該法律の遵守を認めなければなりません。お客様は、適用される法律、国際法、その他の政府の要求に違反する方法で、StaLinksのサービスを使用してはならないものとします。お客様は、犯罪を誘発する行為、適用される地域、州、国、あるいは国際的な法律や規制に違反する行為を含む、あるいはそれを助長するような資料を発信してはなりません。',

    // confidential information
    h20: '機密事項について',
    h20p1: 'Stalinksのサイトに掲載されているデザイン、テキスト、グラフィック、ソフトウェア、選択、配置を含む全てのコンテンツは、Stalinksの所有物であり、知的財産権で保護されている第三者のものです。本サイトに掲載されているコンテンツは、当社の書面による許可なくして、変更、複製、データ抽出、その他の商業的利用をすることを固く禁じます。',
    h20p2: 'StaLinksは、公式サイトの一種です。StaLinksの商標を、StaLinksが提供していないサービスに関連して使用することは、いかなる場合においても、お客様に混乱を生じさせる可能性があるため、禁止されています。',

    // other terms
    h21: 'その他の事項について',
    h21p1: 'これらの条件、支払い、および事項を全てお読みいただくことで、違法、頭脳明晰、強制不可、（および部分的に強制可能な規定）を可能な限り延長して有効なままとします。お客様は、Stalinksが提供するこの利用規約に同意するものとします。この利用規約およびStaLinksが譲渡した他の規約、この利用規約は、当社の裁量で適用され、また、お客様と当社との間の他のいかなる契約関係にも取って代わられるものではありません。',
    h21p2: 'お客様は、本サービス規約に同意されたものとします。顧客の個人情報およびその他の利用については、当社のプライバシーポリシーに記載されている通りです。',

    b: '閉じる'
}
