export default {
    // h1 : 'FOLLOW UP YOUR INCOME',
    // p1 : 'Here a resume of all your articles and how much you made',
    // ol1 : 'Use the filter',
    // ol2 : 'Total amount of your incomes',
    // ol3 : 'You also can check the proof of payment'

    // update 2022

    h1 : 'आय का पालन करें',
    p1 : 'जब आपके द्वारा काम किए गए लेखों से संबंधित ऑर्डर विवरण \'लाइव\' हो जाता है, तो अब आप अपनी कमाई की जांच कर सकते हैं।',
    ol1 : 'एक लेखक के रूप में, आपके पास अपने मूल्य निर्धारण सेटअप के लिए दो विकल्प होते हैं। आप नेविगेशन बार के ऊपरी दाएं कोने में अपने उपयोगकर्ता नाम पर क्लिक करके अपने प्रोफाइल पेज पर नेविगेट करके इसकी जांच कर सकते हैं।',

    ul1: 'PPA (Pay per Article) – आपको प्रति लेख एक विशिष्ट मूल्य के लिए भुगतान किया जाएगा',
    ul2: 'PPW (Pay per Words) – आपको एक विशिष्ट दर के साथ लेख में शब्दों की संख्या के अनुसार भुगतान किया जाएगा',

    ol2 : 'अपनी सभी आय की जांच करने के लिए, साइडबार के बिलिंग अनुभाग के अंतर्गत \'लेखक बिलिंग\' पृष्ठ पर जाएँ। तालिका आदेश के संबंध में दिनांक, आदेश आईडी, लेख आईडी, मूल्य और भुगतान स्थिति जैसे विवरण प्रदर्शित करेगी।',
    ol3 : 'आप भुगतान का प्रमाण भी देख सकते हैं'
}
