export default {
    // h1 : 'FOLLOW UP YOUR INCOME',
    // p1 : 'Here a resume of all your articles and how much you made',
    // ol1 : 'Use the filter',
    // ol2 : 'Total amount of your incomes',
    // ol3 : 'You also can check the proof of payment'

    // update 2022

    h1 : 'लेखन सामग्री',
    p1: 'मान्य होने के बाद, अब आप ऑर्डर के लिए लेख लिखना शुरू कर सकते हैं',
    ol1 : 'एक लेख लिखना शुरू करने के लिए, \'लेख\' पृष्ठ पर जाएँ। यह पृष्ठ उन सभी लेखों को दिखाएगा जो कतार में हैं और वे लेख जिन पर आप काम कर रहे हैं। लेखों की सूची उस भाषा पर निर्भर करेगी जिसे आपने पंजीकरण के समय निर्धारित किया है।',
    ol2 : 'यदि आप किसी ऐसे लेख पर काम करना चुनते हैं जो कतार में है, तो क्रिया कॉलम के अंतर्गत \'अनुच्छेद स्वीकार करें\' बटन पर क्लिक करें। स्क्रीन पर एक पुष्टिकरण दिखाई देगा। यदि आप लेख को स्वीकार करना चुनते हैं, तो \'हां\' बटन पर क्लिक करें।',
    ol3 : 'लेख को स्वीकार करने पर, अब \'एडिट\' बटन दिखाई देगा। लेख के अन्य विवरण देखने और सामग्री लिखना शुरू करने के लिए इस पर क्लिक करें। यदि आप लेख लिखना रद्द करना चाहते हैं, तो प्रपत्र के शीर्ष दाएँ भाग में स्थित \'लेखन रद्द करें\' बटन पर क्लिक करें।',
    ol4 : 'सामग्री लिखते समय, कृपया निम्नलिखित विवरणों पर ध्यान दें: URL प्रकाशक, एंकर टेक्स्ट और \'लिंक टू\' में दर्शाई गई वेबसाइट। ये विवरण लेख की सामग्री को आकार देंगे। URL प्रकाशक और लैंडिंग पृष्ठ (लिंक टू) को देखने की सिफारिश की जाती है कि वहां किस प्रकार की सामग्री प्रकाशित की जाती है, इसका बेहतर अंदाजा लगाया जा सकता है - इसके साथ, आप एक लेख लिख सकते हैं जो वेबसाइट की बाकी सामग्री के साथ फिट बैठता है।',
    ol5 : 'आप प्रपत्र में दिए गए सामग्री बॉक्स में सीधे लेख की सामग्री लिख सकते हैं। आप वर्ड डॉक्यूमेंट से टेक्स्ट को कॉपी पेस्ट भी कर सकते हैं। सिस्टम का संपादन उपकरण प्रदान किए गए उपकरणों और कार्यों के साथ एक उचित लेख लिखने में आपकी सहायता करेगा। कृपया निम्नलिखित महत्वपूर्ण निर्देशों पर भी ध्यान दें:',

    ul1: 'दिए गए एंकर टेक्स्ट को अपने कीवर्ड के रूप में उपयोग करें। अपने एंकर टेक्स्ट में सही हाइपरलिंक जोड़ें।',
    ul2: 'साहित्यिक चोरी से हर हाल में बचें। हम चोरी की सामग्री को मंजूरी नहीं देते हैं।',
    ul3: 'अपने लेख में 1 से 2 चित्र जोड़ें। सुनिश्चित करें कि छवियां गैर-कॉपीराइट हैं। कृपया अपने लेख के नीचे उपयोग की गई छवियों के लिंक शामिल करें।',

    ol6 : 'जब आप लेख सामग्री लिखते हैं तो सुनिश्चित करें कि आपके पास उचित हेडर पदानुक्रम है। शीर्षक H1 में होना चाहिए, जबकि उपशीर्षक H2 में होना चाहिए। ऐसा करने के लिए \'प्रारूप\' पर क्लिक करें, फिर \'ब्लॉक\' पर जाएं और फिर सही शीर्षक प्रारूप चुनें।',
    ol7 : 'आपकी सामग्री पूर्ण होने और उचित रूप से स्वरूपित होने के बाद, अब आप अपने एंकर टेक्स्ट में आंतरिक लिंक जोड़ सकते हैं। ऐसा करने के लिए, एंकर टेक्स्ट को हाइलाइट करें और फॉर्मेट टूल्स में \'इन्सर्ट लिंक\' फीचर का उपयोग करें, या \'इन्सर्ट\' विकल्प देखने के लिए राइट-क्लिक करें। दिखाई देने वाले पॉप अप बॉक्स पर, URL को \'लिंक टू\' में पेस्ट करें, यह लिंक को आपके एंकर टेक्स्ट में एम्बेड कर देगा।',
    ol8 : 'जब आपने सामग्री लिखना समाप्त कर लिया है, इसे उचित शीर्षकों के साथ स्वरूपित किया है, और एंकर टेक्स्ट को लिंक के साथ एम्बेड किया है, तो आप लेख की स्थिति को \'पूर्ण\' पर सेट कर सकते हैं। अपने परिवर्तनों और अद्यतनों को सहेजने के लिए \'सहेजें\' बटन क्लिक करना न भूलें।',
    ol9 : 'इस लेख को बंद करने और अगले लेख पर जाने से पहले "सहेजें" पर क्लिक करके अपनी फ़ाइल को सहेजना न भूलें।',
    ol10 : 'यदि आप "लेख" पृष्ठ में इनपुट या शीर्षक नहीं बदल सकते हैं, तो मुख्य नेविगेशन बार पर जाएं और "खरीदार" पर क्लिक करें। फिर, नीचे दिखाई देने वाले "फॉलो अप बैकलिंक्स" टैब पर क्लिक करें। आपके द्वारा लिखे गए लेख के "आईडी बैकलिंक" को देखें।',
    ol11 : 'जब आपको लेख मिल जाए, तो "संपादित करें" पर क्लिक करें। इससे लेख की मूलभूत जानकारी खुल जाएगी। जबकि लेखक ग्रे बॉक्स में जानकारी नहीं बदल सकते हैं, वे सफेद बॉक्स में टाइप कर सकते हैं। "शीर्षक" बॉक्स पर जाएं और अपने लेख के संबंधित शीर्षक को इनपुट करें। फिर, बंद करने से पहले "सहेजें" दबाएं।',
}
