export default {
    title: 'पंजीकरण पूर्ण करें',
    sub1: 'खाता संबंधी जानकारी',
    l1 : 'खाते का प्रकार',
    l2 : 'उपयोगकर्ता नाम',
    l3 : 'नाम',
    l4 : 'ईमेल',
    l5: 'फ़ोन',
    l6: 'कंपनी प्रकार',
    l7: 'कंपनी का नाम',
    ph7: 'अपनी कंपनी का नाम दर्ज करें',
    l8: 'स्काइप',
    ph8: 'अपना स्काइप दर्ज करें',
    l9: 'देश',
    ph9: 'देश चुनें',
    l10: 'भाषा',
    ph10: 'भाषा चुने',
    sub2: 'भुगतान जानकारी',
    sub3: 'चूक जाना',
    b: 'रजिस्टर करें',
    sub4: 'पंजीकरण सफलतापूर्वक हो गया है!',
    sub5: 'लॉग इन पर जाएं',

    // errors
    e7: 'कृपया कंपनी का नाम प्रदान करें',
    e9: 'कृपया देश प्रदान करें',
    e10: 'कृपया भाषा प्रदान करें',
    e11: 'कृपया कम से कम एक भुगतान जानकारी प्रदान करें',
    e12: 'कृपया चयनित डिफ़ॉल्ट भुगतान प्रकार दर्ज करें',

    account: 'हेतु'
}
