export default {
    s_title: 'แบบสำรวจ StaLinks',

    // survey a
    buyer_survey_a_q_1: '1. คุณคิดว่าการใช้ระบบของเรามีประสิทธิภาพหรือไม่?',
    buyer_survey_a_q_1_no: 'ถ้าไม่ โปรดแจ้งให้เราทราบว่าเราต้องปรับปรุงอย่างไร...',
    buyer_survey_a_q_2: '2. ระบบของเรามี URL ที่คุณต้องการหรือไม่?',
    buyer_survey_a_q_2_no: 'ถ้าไม่โปรดแจ้งให้เราทราบว่าต้องเพิ่มเติมอะไร...',
    buyer_survey_a_q_3: '3. คุณคิดว่าว่าหน้าช่วยเหลือของเราง่ายต่อการติดตามหรือไม่?',
    buyer_survey_a_q_4: '4. คุณคิดว่าวิธีการชำระเงินของเราซับซ้อนเกินไปสำหรับคุณหรือไม่?',
    buyer_survey_a_q_4_yes: 'ถ้าใช่ โปรดแจ้งให้เราทราบวิธีอื่นๆที่คุณต้องการ เพื่อให้การทำธุรกรรมง่ายขึ้นสำหรับคุณ',
    buyer_survey_a_q_5: '5. คุณพอใจกับบริการที่เราจัดหาให้ในตอนนี้หรือไม่?',
    buyer_survey_a_q_5_no: 'ถ้าไม่โปรดแจ้งให้เราทราบว่าเราจะสามารถปรับปรุงอะไรได้บ้าง',

    // aside
    buyer_survey_aside: 'นอกจากประเด็นที่คุณได้กล่าวไว้ข้างต้นแล้ว มีความคิดเห็นอื่นๆ ที่คุณอยากจะแบ่งปันอีกไหม?',

    // survey b q1
    buyer_survey_b_q_1: '1. ในความคิดเห็นของคุณ อะไรคือสิ่งสำคัญที่สุดในการจัดการบริการแผนกการภาพนี้?',
    buyer_survey_b_q_1_a: 'ข้อมูล URL ที่สมบูรณ์',
    buyer_survey_b_q_1_b: 'จุดเชื่อมระหว่างผู้ใช้ที่ดี',
    buyer_survey_b_q_1_c: 'ธุรกรรมที่ปลอดภัย',
    buyer_survey_b_q_1_d: 'ราคาเยี่ยม',
    buyer_survey_b_q_1_others: 'อื่นๆ โปรดระบุ',

    // survey b q2
    buyer_survey_b_q_2: '2. จากระดับ 1-6 คุณจะให้คะแนนฟังก์ชั่นการใช้งานของเราอย่างไร?',
    buyer_survey_b_q_2_6: '6-> ง่ายมาก',
    buyer_survey_b_q_2_5: '5-> ง่าย',
    buyer_survey_b_q_2_4: '4-> เสียเวลาหาแต่ก็โอเค',
    buyer_survey_b_q_2_3: '3-> หลังจากใช้เวลาศึกษาและอ่าน - สามารถเข้าใจได้',
    buyer_survey_b_q_2_2: '2-> ยาก',
    buyer_survey_b_q_2_1: '1-> ยากมาก',

    // survey b q3
    buyer_survey_b_q_3: '3. จากระดับ 1-10 คุณเข้าใจ Stalinks ดีแค่ไหน และเราจะช่วยอะไรคุณได้บ้าง?',

    // survey b q4
    buyer_survey_b_q_4: '4. คุณอยากเห็นอะไรใน Stalinks?',
    buyer_survey_b_q_4_a: 'โปรโมชั่นเพิ่มเติม',
    buyer_survey_b_q_4_b: 'คำแนะนำโดยละเอียดเกี่ยวกับวิธีการใช้เครื่องมือ',
    buyer_survey_b_q_4_c: 'ความช่วยเหลือส่วนบุคคลในการเลือก URL ที่ถูกต้อง',

    // survey b q5
    buyer_survey_b_q_5: '5. คุณจะให้คะแนนการโต้ตอบกับทีมของเรากับคุณอย่างไร?',
    buyer_survey_b_q_5_1: '1-> น่าผิดหวัง',
    buyer_survey_b_q_5_10: '10-> พอใจมากจะแนะนำต่อ',

    // survey b q6
    buyer_survey_b_q_6: '6. คุณรู้เกี่ยวกับ stalinks ได้อย่างไร?',
    buyer_survey_b_q_6_fb: 'Facebook',
    buyer_survey_b_q_6_li: 'LinkedIn',
    buyer_survey_b_q_6_others: 'Others',

    // thanks
    thanks_1: 'ขอขอบคุณที่ตอบแบบสำรวจนี้!',
    thanks_2: 'สิ่งนี้จะช่วยให้เราเข้าใจความต้องการของคุณได้ดียิ่งขึ้น!',

    // errors
    errors_1: 'ไม่พบรหัสสำรวจ',
    errors_2: 'ติดต่อผู้ดูแลระบบเพื่อรับลิงค์แบบสำรวจที่ถูกต้อง',

    // alerts
    alert_success: 'ความสำเร็จ',
    alert_success_text: 'ขอบคุณที่สละเวลาของคุณ! เราจะนำไปปรับปรุงและทำควมเข้าใจความต้องการของคุให้ดียิ่งขึ้นไปอีก!',
    alert_error: 'ข้อผิดพลาด',

    // others
    yes: 'ใช่',
    no: 'ไม่',
    a: 'อา',
    b: 'บี',
    enter: 'เข้า …',
    other: 'อื่นๆ',
    comment: 'ความคิดเห็น',
    submit: 'ส่ง',
    login: 'ไปยังระบบ',
}
