export default {
    s_title: 'แบบสำรวจผู้ขาย StaLinks',

    // seller survey a q1
    seller_survey_a_q_1: '1. คุณคิดว่าระบบของเรามีประสิทธิภาพสำหรับคุณในการขายเกสต์โพสต์หรือไม่?',

    // seller survey a q2
    seller_survey_a_q_2: '2. คุณพอใจกับบริการ CS Team ของเราหรือไม่?',

    // seller survey a q3
    seller_survey_a_q_3: '3. คุณมีปัญหาใด ๆ ในการใช้วิธีการชำระเงินของเราหรือไม่?',
    seller_survey_a_q_3_no: 'ไม่ ฉันโอเคกับตัวเลือกวิธีการชำระเงินปัจจุบัน',

    // seller survey a q4
    seller_survey_a_q_4: '4. คุณคิดว่าแพลตฟอร์มของเรามีประโยชน์สำหรับคุณในการรับคำสั่งซื้ออย่างง่ายดายหรือไม่?',

    // seller survey a q5
    // seller_survey_a_q_5: '5. จากประสบการณ์ล่าสุดของคุณ โปรดให้คะแนนความพึงพอใจของคุณโดยการใช้บริการของเรา',
    // seller_survey_a_q_5_a: 'ไม่พอใจอย่างยิ่ง',
    // seller_survey_a_q_5_b: 'ค่อนข้างไม่พอใจ',
    // seller_survey_a_q_5_c: 'ไม่ใช่ทั้งสองอย่าง',
    // seller_survey_a_q_5_d: 'พอใจบ้าง',
    // seller_survey_a_q_5_e: 'พอใจมาก',

    seller_survey_a_q_5: '5. คุณพึงพอใจกับการใช้บริการของเราหรือไม่?',
    seller_survey_a_q_5_a: 'พอใจ',
    seller_survey_a_q_5_b: 'ไม่พอใจ',

    // seller survey a q6
    // seller_survey_a_q_6: '6. กรุณาให้คะแนนถ้าคุณจะแนะนำเราและบริการของเราให้กับคนรู้จักของคุณ',
    // seller_survey_a_q_6_a: '1-4 ฉันจะไม่แนะนำให้กับคนอื่น',
    // seller_survey_a_q_6_b: '5-7 จะพิจารณา',
    // seller_survey_a_q_6_c: '7-10 ฉันจะแนะนำให้คนรู้จักของฉันใช้บริการของคุณอย่างแน่นอน',

    seller_survey_a_q_6: '6. คุณจะแนะนำเราให้กับคนรู้จักของคุณหรือไม่?',

    // survey a q7
    seller_survey_a_q_7: '7. คุณรู้เกี่ยวกับ stalinks ได้อย่างไร?',
    seller_survey_a_q_7_fb: 'Facebook',
    seller_survey_a_q_7_li: 'LinkedIn',
    // seller_survey_a_q_7_others: 'Others',
    seller_survey_a_q_7_others: 'อื่นๆ (Google, เพื่อน ฯลฯ)',

    // aside
    // seller_survey_aside: 'นอกจากประเด็นที่คุณได้กล่าวไว้ข้างต้นแล้ว มีความคิดเห็นอื่นๆ ที่คุณอยากจะแบ่งปันอีกไหม?',
    seller_survey_aside: 'ความคิดเห็นโดยรวม',

    // improve
    improve_no: 'ถ้าไม่ โปรดแจ้งให้เราทราบว่าทำไมและเราจะปรับปรุงได้อย่างไร...',
    improve_yes: 'ถ้าใช่ โปรดแจ้งให้เราทราบว่าทำไมและเราจะปรับปรุงได้อย่างไร...',
    improve_dissatisfied: 'หากคุณไม่พอใจ โปรดแจ้งให้เราทราบสาเหตุและวิธีที่เราสามารถปรับปรุง...',

    // thanks
    thanks_1: 'ขอขอบคุณที่ตอบแบบสำรวจนี้!',
    thanks_2: 'สิ่งนี้จะช่วยให้เราเข้าใจความต้องการของคุณได้ดียิ่งขึ้น!',

    // errors
    errors_1: 'ไม่พบรหัสสำรวจ',
    errors_2: 'ติดต่อผู้ดูแลระบบเพื่อรับลิงค์แบบสำรวจที่ถูกต้อง',

    // alerts
    alert_success: 'ความสำเร็จ',
    alert_success_text: 'ขอบคุณที่สละเวลาของคุณ! เราจะนำไปปรับปรุงและทำควมเข้าใจความต้องการของคุให้ดียิ่งขึ้นไปอีก!',
    alert_error: 'ข้อผิดพลาด',

    // others
    yes: 'ใช่',
    no: 'ไม่',
    a: 'อา',
    b: 'บี',
    enter: 'เข้า …',
    submit: 'ส่ง',
    login: 'ไปยังระบบ',

    // legacy 1.0
    seller_survey_a_q_5_legacy: '5. จากประสบการณ์ล่าสุดของคุณ โปรดให้คะแนนความพึงพอใจของคุณโดยใช้บริการของเรา',
    seller_survey_a_q_6_legacy: '6. โปรดให้คะแนนหากคุณจะแนะนำเราและบริการของเราให้กับคนรู้จักของคุณ',
}
