export default {
    s_title: 'แบบสำรวจนักเขียน StaLinks',

    // writer survey a q1
    writer_survey_a_q_1: '1. คุณคิดว่าระบบของเรามีประสิทธิภาพในการใช้งานหรือไม่?',

    // writer survey a q2
    writer_survey_a_q_2: '2. คุณพอใจกับบริการที่เราจัดให้แล้วหรือไม่?',

    // writer survey a q3
    // writer_survey_a_q_3: '3. คุณพบปัญหาใด ๆ ในการเขียนเนื้อหาบทความหรือไม่?',
    writer_survey_a_q_3: '3. คุณพบปัญหาใด ๆ ในการเขียนเนื้อหาบทความหรือไม่?',

    // writer survey a q4
    // writer_survey_a_q_4: '4. จากประสบการณ์ล่าสุดของคุณ โปรดให้คะแนนความพึงพอใจของคุณโดยการใช้บริการของเรา',
    writer_survey_a_q_4: '4. คุณพอใจกับการใช้บริการของเราหรือไม่?',
    writer_survey_a_q_4_a: 'ไม่พอใจอย่างยิ่ง',
    writer_survey_a_q_4_b: 'ค่อนข้างไม่พอใจ',
    writer_survey_a_q_4_c: 'ไม่ใช่ทั้งสองอย่าง',
    writer_survey_a_q_4_d: 'พอใจบ้าง',
    writer_survey_a_q_4_e: 'พอใจมาก',

    // writer survey a q5
    // writer_survey_a_q_5: '5. กรุณาให้คะแนนถ้าคุณจะแนะนำเราและบริการของเราให้กับคนรู้จักของคุณ',
    writer_survey_a_q_5: '5. คุณจะแนะนำให้เรารู้จักกับการเชื่อมต่อของคุณหรือไม่?',
    writer_survey_a_q_5_a: '1-4 ฉันจะไม่แนะนำให้กับคนอื่น',
    writer_survey_a_q_5_b: '5-7 จะพิจารณา',
    writer_survey_a_q_5_c: '7-10 ฉันจะแนะนำให้คนรู้จักของฉันใช้บริการของคุณอย่างแน่นอน',

    // writer survey a q6
    writer_survey_a_q_6: '6. คุณรู้จัก StaLinks ได้อย่างไร?',
    writer_survey_a_q_6_fb: 'Facebook',
    writer_survey_a_q_6_li: 'LinkedIn',
    // writer_survey_a_q_6_others: 'Others',
    writer_survey_a_q_6_others: 'อื่นๆ (Google, เพื่อน ฯลฯ)',

    // aside
    writer_survey_aside: 'นอกจากประเด็นที่คุณได้กล่าวไว้ข้างต้นแล้ว มีความคิดเห็นอื่นๆ ที่คุณอยากจะแบ่งปันอีกไหม?',

    // improve
    improve_no: 'ถ้าไม่ โปรดแจ้งให้เราทราบว่าทำไมและเราจะปรับปรุงได้อย่างไร...',
    improve_yes: 'ถ้าใช่ โปรดแจ้งให้เราทราบว่าทำไมและเราจะปรับปรุงได้อย่างไร...',

    // thanks
    thanks_1: 'ขอขอบคุณที่ตอบแบบสำรวจนี้!',
    thanks_2: 'สิ่งนี้จะช่วยให้เราเข้าใจความต้องการของคุณได้ดียิ่งขึ้น!',

    // errors
    errors_1: 'ไม่พบรหัสสำรวจ',
    errors_2: 'ติดต่อผู้ดูแลระบบเพื่อรับลิงค์แบบสำรวจที่ถูกต้อง',

    // alerts
    alert_success: 'ความสำเร็จ',
    alert_success_text: 'ขอบคุณที่สละเวลาของคุณ! เราจะนำไปปรับปรุงและทำควมเข้าใจความต้องการของคุให้ดียิ่งขึ้นไปอีก!',
    alert_error: 'ข้อผิดพลาด',

    // others
    yes: 'ใช่',
    no: 'ไม่',
    a: 'อา',
    b: 'บี',
    enter: 'เข้า …',
    submit: 'ส่ง',
    login: 'ไปยังระบบ',

    // legacy 1.0
    writer_survey_a_q_4_legacy: '4. จากประสบการณ์ล่าสุดของคุณ โปรดให้คะแนนความพึงพอใจของคุณโดยใช้บริการของเรา',
    writer_survey_a_q_5_legacy: '5. โปรดให้คะแนนหากคุณจะแนะนำเราและบริการของเราให้กับคนรู้จักของคุณ',
}
