export default {
    // filter
    filter_title: 'ตัวกรอง',
    filter_anchor_text: 'Anchor Text',
    filter_writer: 'นักเขียน',
    filter_status: 'สถานะ',
    filter_topic: 'หัวข้อ',

    // writer validation
    wv_attempt: 'ความพยายาม / สถานะ',
    wv_action: 'แสดง',
    wv_title: 'ชื่อ',
    wv_link_to: 'ลิงค์ไปยัง',
    wv_not_setup: 'ยังไม่ได้ตั้งค่า',
    wv_create_exam: 'สร้างข้อสอบ',
    wv_exam_details_empty: 'รายละเอียดการสอบว่างเปล่า - โปรดตั้งค่าการสอบสำหรับนักเขียน',
    wv_view_exam_details: 'ดูรายละเอียดการสอบ',
    wv_days_attempt: 'จำนวนวันจนกว่าจะสอบครั้งที่สอง',
    wv_create_2nd_attempt_exam: 'สร้างการทดสอบครั้งที่ 2 ทันที',

    // create exam
    ce_title: 'สร้าง',
    ce_attempt_exam: 'พยายามสอบ',
    ce_select_topic: 'เลือกหัวข้อ',
    ce_topic_notes: 'หมายเหตุหัวข้อ',
    ce_create_exam: 'สร้างข้อสอบ',

    // view content
    vc_title: 'รายละเอียดการสอบนักเขียน',
    vc_meta_desc: 'Meta Description',
    vc_content: 'เนื้อหา',

    // external writers
    ew_instructions: 'คำแนะนำ:',
    ew_600_words: 'เขียนบทความอย่างน้อย 600 คำ',
    ew_keywords: 'ระบุคำหลักที่คุณใช้ในบทความโดยใช้ตัวหนา',
    ew_anchor_text: 'ใช้ anchor text ให้เป็นธรรมชาติที่สุดในบทความของคุณและเชื่อมโยงไปยังเว็บไซต์ที่กำหนด',
    ew_creative_title: 'สร้างชื่อโฆษณาตามหัวข้อที่ให้ไว้',
    ew_meta_desc: 'เขียนคำอธิบายmeta ด้วยอักขระ 110-160 ตัว (ช่องว่างนับเป็นอักขระ)',
    ew_2_attempts: 'คุณจะได้รับโอกาส 2 ครั้งในการทำข้อสอบของนักเขียน หากคุณไม่ผ่านครั้งแรก ไม่ต้องกังวล! เราจะให้โอกาสคุณทำข้อสอบเป็นครั้งที่สองหลังจากผ่านไป 3 สัปดาห์',
    ew_please_wait: 'โปรดรอจนกว่าข้อสอบของนักเขียนจะถูกสร้างขึ้น เราจะแจ้งให้คุณทราบในไม่ช้า ขอขอบคุณ!',

    // first attempt exam
    fam_title: 'ข้อสอบ - ครั้งที่ 1',
    fam_first_attempt_failed: 'ผลการทดสอบความพยายามครั้งแรก: ล้มเหลว',
    fam_remaining_days: 'วันที่เหลืออยู่จนถึงความพยายามครั้งที่สอง:',
    fam_on_checking: 'ข้อสอบของคุณอยู่ในระหว่างการตรวจสอบ เราจะแจ้งผลให้คุณทราบในไม่ช้า ขอบคุณสำหรับความร่วมมือ!',
    fam_passed: 'ยินดีด้วย! คุณสอบผ่านข้อสอบของนักเขียน ตอนนี้คุณสามารถไปที่หน้าบทความและเริ่มเขียนบทความสำหรับลูกค้าของเรา กรุณาเข้าสู่ระบบใหม่เพื่ออัปเดตบัญชีของคุณ ขอบคุณสำหรับความร่วมมือ!',
    fam_submit_exam: 'ส่งข้อสอบ',

    // second attempt exam
    sae_title: 'ข้อสอบ - ครั้งที่ 2',
    sae_please_wait_second: 'โปรดรอให้ระบบสร้างการทดสอบครั้งที่ 2 เราจะแจ้งให้คุณทราบในไม่ช้า ขอขอบคุณ!',
    sae_failed: 'หลังจากประเมินผลการสอบครั้งที่สองอย่างรอบคอบแล้ว เราเสียใจที่ต้องแจ้งให้คุณทราบว่าคุณไม่ผ่านการสอบของนักเขียนที่ทีมงานของเราจัดให้',
    sae_deactivate: 'ตอนนี้เราจะปิดการใช้งานบัญชีนักเขียนของคุณ เราขอให้คุณโชคดีกับความพยายามในอนาคตของคุณ ขอขอบคุณ!',

    // alerts
    alert_writer_exam_evaluation: 'การประเมินผลการสอบนักเขียน',
    alert_mark: 'ทำเครื่องหมายข้อสอบเป็น ',
    alert_success: 'สำเร็จ',
    alert_updated_successfully: 'อัปเดตสำเร็จแล้ว',
    alert_note: 'บันทึก',
    alert_title: 'กรุณาระบุชื่อเรื่อง',
    alert_meta_desc: 'โปรดระบุคำอธิบายmeta',
    alert_content: 'เนื้อหาข้อสอบต้องไม่เว้นว่าง',
    alert_600: 'เนื้อหาต้องไม่ต่ำกว่า 600 คำ',
    alert_submitted_successfully: 'ส่งเรียบร้อยแล้ว',
    alert_error: 'เกิดข้อผิดพลาด',
    alert_not_yet: 'นักเขียนยังไม่มีสิทธิ์สอบครั้งที่ 2  ลองอีกครั้งหลังจาก ',
    alert_days: 'วัน',
    alert_created_successfully: 'สร้างข้อสอบสำเร็จแล้ว',

    // others
    all: 'ทั้งหมด',
    clear: 'ลบ',
    search: 'ค้นหา',
    close: 'ปิด',
    approve: 'อนุมัติ',
    disapprove: 'ไม่อนุมัติ',
    yes: 'ไม่แน่ใจ',
    no: 'แน่ใจ',

    fail_reason: 'เหตุผลที่ล้มเหลว',
    fail_reason_question: 'ทำเครื่องหมายการสอบว่าไม่อนุมัติ?',
    fail_reason_provide: '(โปรดระบุเหตุผลสำหรับผู้เขียน)',
    update_fail_reason: 'อัปเดตเหตุผลที่สอบไม่ผ่าน',
    update_fail_reason_note: 'อีเมลและการแจ้งเตือนจะถูกส่งไปยังผู้เขียนเกี่ยวกับเหตุผลที่อัปเดต',
    reason: 'เหตุผล:',
}
