export default {
    title: 'การลงทะเบียน',
    l1 : 'ประเภทบัญชี',
    ph1: 'เลือกประเภทบัญชี',
    l2 : 'ชื่อผู้ใช้',
    ph2: 'ใส่ชื่อผู้ใช้ของคุณ',
    l3 : 'อีเมล',
    ph3: 'กรอกอีเมล์ของคุณ',
    l4 : 'ชื่อ',
    ph4: 'ใส่ชื่อของคุณ',
    l5: 'รหัสผ่าน',
    ph5: 'ใส่รหัสผ่านของคุณ',
    l6: 'ยืนยันรหัสผ่าน',
    ph6: 'ป้อนรหัสผ่านของคุณอีกครั้ง',
    l7: 'รหัสพันธมิตร',
    ph7: 'ใส่รหัสที่ได้รับจากพันธมิตร',
    info1: 'ป้อนรหัสหากคุณลงทะเบียนเป็นผู้ซื้อภายใต้พันธมิตร',
    term1: "ฉันได้อ่านและยอมรับ",
    term2: "ข้อกำหนดและเงื่อนไข",
    login1: 'มีบัญชีอยู่แล้ว?',
    login2: 'ลงชื่อเข้าใช้ตอนนี้',
    b: 'ส่ง',
    alert: 'กรุณาตรวจสอบความถูกต้องในอีเมลของคุณ กล่องขาเข้า หรือ สแปม หรือ โปรโมชั่น เพื่อคลิกที่ลิงค์เพื่อดำเนินการให้เสร็จสิ้น',

    //banner 1
    banner_1: 'ศูนย์รวมแบคลิงก์แห่งแรกในเอเชียตะวันออกเฉียงใต้',
    banner1_text1: 'Stalinks เป็นตลาดดิจิทัลที่ให้บริการบทความเกสต์โพสต์แบคลิงก์ที่ทำกำไรได้ เพื่อเพิ่มอันดับ Google ให้กับคุณ',
    banner1_text2: 'เราเชื่อมต่อผู้ซื้อและผู้ขายที่ผ่านการตรวจสอบแล้วทั่วโลกด้วยราคาที่มิตรภาพและปลอดภัย',

    //banner 2
    banner_2: 'เพื่อประสิทธิภาพให้เราหาผู้ซื้อให้คุณ สร้างรายได้มากขึ้นด้วยปริมาณผู้ซื้อของเรา',
    banner2_text1: 'สมัครสมาชิก',
    banner2_text2: 'อัปโหลด CSV ของ URLS ของคุณ',
    banner2_text3: 'ติดตามการขายของคุณ',
    banner2_text4: 'เริ่มสร้างรายได้',

    //banner 3
    banner_3: 'เร็วเข้า! ซื้อลิงก์ย้อนกลับจาก StaLinks เพื่อเพิ่มอันดับเว็บไซต์ของคุณ!',
    banner3_text1: 'ลงทะเบียน',
    banner3_text2: 'ทำการสั่งซื้อ',
    banner3_text3: 'ติดตามคำสั่งซื้อของคุณ',

    // update banner 3

    u_banner_3: 'สวัสดี เครื่องมือสร้างลิงก์! ต้องการโพสต์ของผู้เยี่ยมชมสำหรับไซต์ SEO ของคุณเสมอหรือไม่',
    u_banner3_text1: 'ผู้ให้บริการลิงก์ย้อนกลับที่ดีที่สุดในเอเชีย',
    u_banner3_text2: 'ราคาไม่แพง',
    u_banner3_text3: 'การจัดการโต๊ะทำงานที่มีความปลอดภัยสูง',
    u_banner3_text4: 'URL คุณภาพสูง 20k ++',
    u_banner3_text5: 'แพลตฟอร์มหลายภาษา',

    u_banner3_sub1: 'StaLinks เป็นบริการจัดการสร้างลิงก์ SEO รายแรกและน่าเชื่อถือที่สุดในเอเชีย',
    u_banner3_sub2: 'StaLinks เสนอราคาที่ไม่แพงสำหรับโพสต์ของแขก รับประกันคืนเงิน 100%',
    u_banner3_sub3: 'StaLinks มีการจัดการโต๊ะที่มีความปลอดภัยสูงซึ่งปกป้องธุรกรรมของคุณจากนักต้มตุ๋น',
    u_banner3_sub4: 'StaLinks มี URL คุณภาพสูง 20k++ ที่จะช่วยให้คุณเลือกลิงก์ย้อนกลับตามหัวข้อของคุณ, UR/DR, การเข้าชมแบบออร์แกนิก, คำหลักแบบออร์แกนิก และอื่นๆ อีกมากมายได้อย่างง่ายดาย',
    u_banner3_sub5: 'StaLinks ให้บริการหลายภาษา เช่น อังกฤษ ชาวอินโดนีเซีย อินเดีย ญี่ปุ่น เวียดนาม และไทย',

    //banner 4
    banner_4: 'จะเป็นนักเขียนบทความเกสต์โพสต์และเริ่มสร้างรายได้อย่างไร!',
    banner4_text1: 'สมัครสมาชิก',
    banner4_text2: 'เริ่มงานเขียน',
    banner4_text3: 'ติดตามรายได้ของคุณ',
    banner4_text4: 'เริ่มมีรายได้',

    // update
    new_buyer_banner: 'ประหยัดเวลาและความพยายาม – ให้เราจัดการกลยุทธ์ลิงก์ย้อนกลับของคุณ!',
    new_buyer_sub_banner: 'การสร้างกลยุทธ์ลิงก์ย้อนกลับที่มีประสิทธิภาพนั้นต้องการการวิจัย การเผยแพร่ และการเฝ้าติดตามอย่างต่อเนื่อง ทำไมต้องเสียเวลานับไม่ถ้วนในเมื่อคุณสามารถปล่อยให้ผู้เชี่ยวชาญดูแลได้? ทีมงานมืออาชีพมากประสบการณ์ของเราจะจัดการกับกลยุทธ์ลิงก์ย้อนกลับของคุณ เพื่อให้มั่นใจว่าคุณได้รับลิงก์ย้อนกลับคุณภาพสูงที่ขับเคลื่อนผลลัพธ์ มุ่งเน้นไปที่ธุรกิจหลักของคุณในขณะที่เราดูแล SEO ของเว็บไซต์ของคุณ',
    new_buyer_form_banner: 'เว็บไซต์ของคุณดิ้นรนเพื่อให้ได้อันดับที่สูงขึ้นในผลลัพธ์ของเครื่องมือค้นหาหรือไม่?',
    new_buyer_form_sub_banner: 'เรามีทางออกให้คุณ – ลิงก์ย้อนกลับคุณภาพสูงที่สามารถเพิ่มอันดับเว็บไซต์ของคุณให้พุ่งสูงขึ้น',

    // account types
    seller: 'Seller',
    buyer: 'Buyer',
    writer: 'Writer',
    affiliate: 'Affiliate',
}
