export default {
    title: 'การลงทะเบียน',
    l1 : 'ประเภทบัญชี',
    ph1: 'เลือกประเภทบัญชี',
    l2 : 'ชื่อผู้ใช้',
    ph2: 'ใส่ชื่อผู้ใช้ของคุณ',
    l3 : 'อีเมล',
    ph3: 'กรอกอีเมล์ของคุณ',
    l4 : 'ชื่อ',
    ph4: 'ใส่ชื่อของคุณ',
    l5: 'รหัสผ่าน',
    ph5: 'ใส่รหัสผ่านของคุณ',
    l6: 'ยืนยันรหัสผ่าน',
    ph6: 'ป้อนรหัสผ่านของคุณอีกครั้ง',
    l7: 'รหัสพันธมิตร',
    ph7: 'ใส่รหัสที่ได้รับจากพันธมิตร',
    info1: 'ป้อนรหัสหากคุณลงทะเบียนเป็นผู้ซื้อภายใต้พันธมิตร',
    term1: "ฉันได้อ่านและยอมรับ",
    term2: "ข้อกำหนดและเงื่อนไข",
    login1: 'มีบัญชีอยู่แล้ว?',
    login2: 'ลงชื่อเข้าใช้ตอนนี้',
    b: 'ส่ง',
    alert: 'กรุณาตรวจสอบความถูกต้องในอีเมลของคุณ กล่องขาเข้า หรือ สแปม หรือ โปรโมชั่น เพื่อคลิกที่ลิงค์เพื่อดำเนินการให้เสร็จสิ้น',

    //banner 1
    banner_1: 'ศูนย์รวมแบคลิงก์แห่งแรกในเอเชียตะวันออกเฉียงใต้',
    banner1_text1: 'Stalinks เป็นตลาดดิจิทัลที่ให้บริการบทความเกสต์โพสต์แบคลิงก์ที่ทำกำไรได้ เพื่อเพิ่มอันดับ Google ให้กับคุณ',
    banner1_text2: 'เราเชื่อมต่อผู้ซื้อและผู้ขายที่ผ่านการตรวจสอบแล้วทั่วโลกด้วยราคาที่มิตรภาพและปลอดภัย',

    //banner 2
    banner_2: 'เพื่อประสิทธิภาพให้เราหาผู้ซื้อให้คุณ สร้างรายได้มากขึ้นด้วยปริมาณผู้ซื้อของเรา',
    banner2_text1: 'สมัครสมาชิก',
    banner2_text2: 'อัปโหลด CSV ของ URLS ของคุณ',
    banner2_text3: 'ติดตามการขายของคุณ',
    banner2_text4: 'เริ่มสร้างรายได้',

    //banner 3
    banner_3: 'มาเริ่มเพิ่มอันดับของคุณโดยการซื้อบทความเกสต์โพสต์ที่คุณจะแทรกแองเคอร์ตัวหนาของคุณเพื่อเชื่อมไปยังแบคลิงก์',
    banner3_text1: 'สมัครสมาชิก',
    banner3_text2: 'ทำการสั่งซื้อ',
    banner3_text3: 'ติดตามคำสั่งซื้อของคุณ',

    //banner 4
    banner_4: 'จะเป็นนักเขียนบทความเกสต์โพสต์และเริ่มสร้างรายได้อย่างไร!',
    banner4_text1: 'สมัครสมาชิก',
    banner4_text2: 'เริ่มงานเขียน',
    banner4_text3: 'ติดตามรายได้ของคุณ',
    banner4_text4: 'เริ่มมีรายได้',

    // account types
    seller: 'Seller',
    buyer: 'Buyer',
    writer: 'Writer',
    affiliate: 'Affiliate',
}
