export default {
    // filter
    filter_title: 'फ़िल्टर',
    filter_anchor_text: 'एंकर टेक्स्ट',
    filter_writer: 'लेखक',
    filter_status: 'स्थिति',
    filter_topic: 'विषय',

    // writer validation
    wv_attempt: 'प्रयास / स्थिति',
    wv_action: 'कार्य',
    wv_title: 'शीर्षक',
    wv_link_to: 'करने के लिए लिंक',
    wv_not_setup: 'अभी तक नहीं सेटअप',
    wv_create_exam: 'परीक्षा बनाएं',
    wv_exam_details_empty: 'परीक्षा विवरण खाली - कृपया लेखक के लिए एक परीक्षा सेट करें',
    wv_view_exam_details: 'परीक्षा विवरण देखें',
    wv_days_attempt: 'दूसरे प्रयास की परीक्षा तक दिन (दिन)',
    wv_create_2nd_attempt_exam: 'अब दूसरा प्रयास परीक्षा बनाएं',

    // create exam
    ce_title: 'सृजन करना',
    ce_attempt_exam: 'परीक्षा का प्रयास करें',
    ce_select_topic: 'विषय का चयन करें',
    ce_topic_notes: 'विषय नोट्स',
    ce_create_exam: 'परीक्षा बनाएं',

    // view content
    vc_title: 'लेखक परीक्षा विवरण',
    vc_meta_desc: 'मेटा विवरण',
    vc_content: 'विषय',

    // external writers
    ew_instructions: 'निर्देश:',
    ew_600_words: 'कम से कम 600 शब्दों का लेख लिखें',
    ew_keywords: 'बोल्ड कैरेक्टर का उपयोग करके आपके द्वारा लेख में उपयोग किए गए कीवर्ड को पहचानें।',
    ew_anchor_text: 'अपने लेख में एंकर टेक्स्ट का यथासंभव प्राकृतिक उपयोग करें और उसे नियत वेबसाइट पर हाइपरलिंक करें।',
    ew_creative_title: 'प्रदान किए गए विषय (विषयों) के आधार पर एक रचनात्मक शीर्षक बनाएं।',
    ew_meta_desc: '110-160 वर्णों के साथ एक मेटा विवरण लिखें (रिक्त स्थान को वर्ण के रूप में गिना जाता है)।',
    ew_2_attempts: 'आपको लेखक की परीक्षा के लिए 2 प्रयास दिए जाएंगे। यदि आप पहले प्रयास में असफल हुए हैं, तो चिंता की कोई बात नहीं है! हम आपको 3 सप्ताह के बाद परीक्षा देने का दूसरा प्रयास देंगे।',
    ew_please_wait: 'कृपया लेखक की परीक्षा बनने की प्रतीक्षा करें। हम जल्द ही आपको इस बारे में सूचित करेंगे। शुक्रिया!',

    // first attempt exam
    fam_title: 'परीक्षा - पहला प्रयास',
    fam_first_attempt_failed: 'प्रथम प्रयास परीक्षा परिणाम: असफल',
    fam_remaining_days: 'दूसरे प्रयास तक शेष दिन:',
    fam_on_checking: 'आपकी परीक्षा अभी जाँच पर है। हम आपको परिणाम के लिए शीघ्र ही सूचित करेंगे। आपके सहयोग के लिए धन्यवाद!',
    fam_passed: 'बधाई हो! आपने लेखक की परीक्षा पास कर ली है। अब आप लेख पृष्ठ पर जा सकते हैं और हमारे ग्राहकों के लिए लेख लिखना शुरू कर सकते हैं। कृपया अपना खाता अपडेट करने के लिए पुनः लॉगिन करें। आपके सहयोग के लिए धन्यवाद!',
    fam_submit_exam: 'परीक्षा जमा करें',

    // second attempt exam
    sae_title: 'परीक्षा - दूसरा प्रयास',
    sae_please_wait_second: 'कृपया द्वितीय प्रयास परीक्षा के बनने की प्रतीक्षा करें। हम जल्द ही आपको इस बारे में सूचित करेंगे। शुक्रिया!',
    sae_failed: 'अपने दूसरे प्रयास की परीक्षा के सावधानीपूर्वक मूल्यांकन के बाद। हमें आपको यह बताते हुए खेद हो रहा है कि आपने हमारी टीम द्वारा प्रदान की गई लेखक की परीक्षा उत्तीर्ण नहीं की।',
    sae_deactivate: 'अब हम आपके लेखक के खाते को निष्क्रिय कर देंगे। हम आपके भविष्य के प्रयासों के लिए शुभकामनाएं देते हैं। शुक्रिया!',

    // alerts
    alert_writer_exam_evaluation: 'लेखक परीक्षा मूल्यांकन',
    alert_mark: 'परीक्षा को इस रूप में चिह्नित करें ',
    alert_success: 'सफलता',
    alert_updated_successfully: 'सफलतापूर्वक उत्परिवर्तित',
    alert_note: 'टिप्पणी',
    alert_title: 'कृपया एक शीर्षक प्रदान करें',
    alert_meta_desc: 'कृपया एक मेटा विवरण प्रदान करें',
    alert_content: 'परीक्षा सामग्री खाली नहीं होनी चाहिए',
    alert_600: 'सामग्री 600 शब्दों से कम नहीं होनी चाहिए',
    alert_submitted_successfully: 'सफलतापूर्वक प्रस्तुत किया गया।',
    alert_error: 'त्रुटि',
    alert_not_yet: 'लेखक अभी द्वितीय प्रयास परीक्षा देने के योग्य नहीं है। बाद में पुनः प्रयास करें ',
    alert_days: ' दिन',
    alert_created_successfully: 'परीक्षा सफलतापूर्वक बनाई गई',

    // others
    all: 'सभी',
    clear: 'स्पष्ट',
    search: 'खोज',
    close: 'बंद करना',
    approve: 'मंज़ूरी देना',
    disapprove: 'अस्वीकृत',
    yes: 'हां',
    no: 'नहीं',
}
