export default {
    // h1 : 'STEP1. ダッシュボードの使用方法',
    // p1 : 'デスクマネージメントにログインをしてください。',
    // p2 : 'ログインすると、自動的にダッシュボードのページに移動します。ダッシュボードは、ご自分の進捗状況を把握するためのツールです。各列をクリックすると、データを下から上へ、またはその逆に並び替えることができます。ダッシュボードには3つのセクションがあります：',
    // ol1 : 'バックリンクの合計（販売者）',
    // ul1 : '注文の進歩状況を把握するための情報となります。',
    // ul2 : 'ここには8つの列があります。',
    // ul3 : '注文合計数',
    // ul4 : '処理中 -注文があったので執筆を開始してください。',
    // ul5 : '執筆中 – ライターが執筆中です。',
    // ul6 : '執筆完了 - このコンテンツは、投稿する準備ができました。記事が販売者に送信されたか確認してください。',
    // ul7 : 'コンテンツ送信済–カスタマーサービスがコンテンツを送信し、販売者のページのアップロード待ちです。',
    // ul8 : 'ライブ–　品質管理チームによって記事が確認された語、販売者への支払いが行われます。',
    // ul9 : '問題―販売者にタイミング等の問題が発生しました。',
    // ul10 : 'キャンセルー何かしらの理由で販売者からキャンセルされました。',
    // ol2 : '購入できるバックリンクのリスト',
    // ul11 : 'この表は、StaLinksが提供するURLのリストを見ることができます。',
    // ul12 : 'ここには6つの列があります。',
    // ul13 : '購入者 - サブアカウントをお持ちの場合、お客様のチームのリストは以下のように表示されます。 ' +
    //     '新規 - StaLinksが最近システムに入力した新しいURLです。',
    // ul14 : 'とりあえず保存ー今後購入したいと思うURL',
    // ul15 : '購入済―すでに購入済のURL',
    // ul16 : '関心なしー購入予定のないURL',
    // ul17 : '合計―合計数',
    // ol3 : '購入',
    // ul18 : 'この表は、行った注文を把握するのに役立ちます。',
    // ul19 : 'ここには6つの列があります。',
    // ul20 : '購入者―サブアカウントをお持ちの場合、チームリストを見ることができます。',
    // ul21 : 'バックリンクーすでにライブとなった注文の数',
    // ul22 : '未払いーこの記事はすでにライブ公開されているため、当社はこの注文の支払いを行っています。',
    // ul23 : '支払い済― 当社からすでに支払い済みです。',
    // p3 : 'すべてのプロセスにおいて、いくつかのプッシュ通知が自動的に送信されます。',
    // p4 : 'StaLinksをご利用いただきありがとうございます。'

    // update 2022

    h1 : 'ダッシュボードのナビゲート',
    p1 : 'ログインすると、ダッシュボードに自動的にリダイレクトされます。これは、進捗状況を追跡するのに役立つページです。各列をクリックして、データを降順または昇順に並べ替えることができます。ダッシュボードには 3 つのセクションがあります。',
    p2 : 'ログインすると、自動的にダッシュボード ページに送信されます。ダッシュボードは、進行状況を追跡するために使用できるツールです。ただし、各列をクリックすると、下位から上位へ、またはその逆に並べ替えることができます。ダッシュボードには 3 つのセクションがあります。',

    ol1 : 'List Backlinks to Buy',

    ul1 : 'この表は、StaLinks が提供する URL のリストの概要を示しています。',
    ul2 : '6 つの列があります。',
    ul3 : 'Buyer – サブアカウントのリスト',
    ul4 : 'New – 最近システムに追加された URL',
    ul5 : 'Interested – 将来バックリンクを購入したい URL',
    ul6 : 'Purchased – 購入済みの URL',
    ul7 : 'Not Interested – リストから削除したい URL',
    ul8 : 'Total – 合計 URL',

    ol2 : 'Total Backlink (Buyer)',

    ul9 : 'この表には、注文ステータスの概要が含まれています',
    ul10 : '10 列あります。',
    ul11 : 'Buyer – ユーザー名',
    ul12 : 'Total – ご注文の合計数',
    ul13 : 'Processing – 売り手と作家が記事の執筆を受け入れることができることをすでに確認している注文',
    ul14 : 'Content in Writing – ライターはコンテンツを書いている',
    ul15 : 'Content Done – コンテンツが完成し、投稿する準備ができました',
    ul16 : 'Content Sent – チームはすでにコンテンツを販売者に送信しました',
    ul17 : 'Issue – 注文に問題があります',
    ul18 : 'Live in Process – コンテンツをアップロードする',
    ul19 : 'Live – コンテンツはすでに公開されています',
    ul20 : 'Cancelled – 注文はキャンセルされます',

    ol3 : 'Purchase',

    ul21 : 'この表には、あなたが行った購入の概要が含まれています',
    ul22 : '4 つの列があります。',
    ul23 : 'Buyer – ユーザー名',
    ul24 : 'No. of Backlinks - 購入したバックリンクの数',
    ul25 : 'Unpaid – 支払いはすでに処理中です',
    ul26 : 'Paid – 注文はすでに支払われています',

    p3 : 'システムは、アカウントに起こっているすべてのことについて、自動的に通知を送信します。ナビゲーション バーの右側にあるベルのアイコンをクリックするだけで、通知を確認できます。',
    p4 : 'システムのデフォルト言語を変更することもできます。 StaLinks は、日本語、タイ語、ベトナム語、ヒンディー語、インドネシア語の 5 言語の翻訳を提供しています。ナビゲーション バーの右側のパネルにある旗のアイコンをクリックして、目的の翻訳を選択するだけです。'
};

