export default {
    // h1 : 'STEP2: 自分のサイトにマッチするバックリンクを購入する方法',
    // p1 : 'お客様のアカウントにクレジットを追加します。',
    // p2 : 'StaLinksでバックリンクを購入するには、クレジットを追加する必要があります。',
    // ol1 : 'アカウントの上部中央に "Add Credit "と表示されています。',
    // ol2 : '"Add Credit "をクリックすると、クレジットの残高をいくらにするかのフォームが表示されます。',
    // p3 : 'PayPal、BTC、Skrillでのお支払いが可能です。',
    // p4 : 'ご希望金額、支払い方法を選択してください。使用する通貨は米ドルです。',
    // p5 : '決済画面に移動しない場合は、確認書をプリントアウトし、保存する前にファイルを添付してください。',
    // p6 : '手数料や為替レートが加算されますのでご注意ください。',
    // p7 : '決算処理後、当社の請求チームがクレジットの確認を行います。'

    // update 2022

    h1 : 'クレジットの追加',
    p1 : 'StaLinks からバックリンクを購入できるようにするには、アカウントにクレジットを追加する必要があります。以下の簡単な手順に従ってください。',
    p2 : 'StaLinks でバックリンクを購入できるようにするには、クレジットを追加する必要があります。',

    ol1 : 'ナビゲーション バーの中央セクションにある [クレジットを追加] ボタンをクリックします。',
    ol2 : 'クレジットを追加するために必要な詳細を含む「ウォレット取引の追加」フォームが表示されます。',

    p3 : '取引に必要な詳細を入力します。',

    ul1 : '金額 – 米ドルでのクレジットの金額',
    ul2 : '支払い方法 – クレジットを追加するために使用する支払いソリューション',
    ul3 : '当社の決済ソリューションには以下が含まれます。',
    ul4 : '支払いソリューションとして PayPal を選択した場合、システムは自動的にそのプラットフォームに接続します。',
    ul5 : 'それ以外の場合は、支払いの請求証明書を同封してください。',

    p4 : '「次へ」ボタンをクリックし、システムの確認を待ちます。取引後、当社の請求チームがお客様のクレジットを確認し、確認します。サイドバーの [請求] セクションにある [ウォレット トランザクション] ページに移動すると、トランザクションのステータスを確認できます。',
    p5 : 'サイドバーの請求セクションの下にある「ウォレットの概要」ページに移動すると、ウォレットの全体的な概要を確認できます。 「クレジットを追加」ボタンの横にあるナビゲーションバーの中央セクションで、残りのクレジットを確認することもできます。',
}
