export default {
    // h1 : 'STEP 3: ご注文のフォローアップ',
    // p1 : '注文方法',
    // p2 : '購入者ページの「購入するバックリンクのリスト」に移動します。' +
    //     'ドメインのリストから、あなたのウェブサイトに最適なドメインを選択します。購入する前に、SEOスコアと価格を比較して検討してください。また、購入を決定する前に、まずサイトを訪問することをお勧めします。',
    // p3 : '探しているURLを検索するために条件フィルターを使用しましょう',
    // ul1 : 'URL検索',
    // ul2 : '購入済みのURL状況',
    // ul3 : '言語',
    // ul4 : '地域',
    // ul5 : 'カジノ・ギャンブルサイトの可否',
    // ul6 : 'カテゴリー',
    // ul7 : '価格ベース',
    // ul8 : 'UR',
    // ul9 : 'DR',
    // ul10 : 'オーガニックキーワード',
    // ul11 : 'オーガニックトラフィック',
    // ul12 : '価格',
    // p4 : 'ＵＲＬを選択した後',
    // p5 : 'クリックして選択',
    // ul13 : '「購入」―直接購入を申し込むことができます。購入希望のドメインが見つかったら、ポップアップに必要な情報を入力してください。',
    // ul14 : 'とりあえず保存ー今後購入したいと思うURL',
    // ul15 : '関心なしー購入意思のないURL',
    // p6 : '必要事項を記入してください',
    // ol1 : 'アンカーテキスト：リンクを貼るＵＲＬ',
    // ol2 : 'リンク先： 例）Yoursite.com/example',
    // ol3 : 'Url販売者:例） Yoursite.com'

    // update 2022

    h1 : 'バックリンクの購入',
    p1 : 'アカウントにクレジットを追加すると、バックリンクを購入できるようになります。',
    p2 : 'StaLinks でバックリンクを購入できるようにするには、クレジットを追加する必要があります。',

    ol1 : 'サイドバーのバイヤーセクションの下にある「購入するバックリンクのリスト」ページに移動します。',

    ol2 : 'フィルターと並べ替え機能を使用して、Web サイトに最適な被リンクを見つけます。購入する前に、SEO スコアと価格を検討してください。また、最初にウェブサイトにアクセスして確認することをお勧めします。',

    ol3 : '「バックリンクの購入」テーブルには、URL、トピック、言語、UR や DR などの数値データなど、Web サイトの正しいバックリンクを選択するために必要な情報が含まれています。表には、アクション列の下に 3 つのアクション ボタンもあります。',

    ol4 : '購入ボタンをクリックすると、「バックリンクの購入」フォームが表示されます。このフォームには、バックリンクを購入するために入力する必要がある詳細が含まれています。',

    ul1 : '購入に必要な詳細を入力します。',
    ul2 : 'Anchor Text – リンクを含むテキスト',
    ul3 : 'Link to – e.g. yourwebsite.com/example',
    ul4 : 'Domain Name – e.g. yourwebsite.com',
    ul5 : 'フォームへの入力が完了したら、[購入] ボタンをクリックします。',
}
