export default {
    h1 : 'StaLinksへようこそ',
    p1 : 'StaLinks は、すべてのビジネス ニッチに対応するように設計されたリンク構築会社です。パブリッシャーとリンク広告主の両方に完璧で信頼できるソリューションを提供します。信頼性が高く使いやすい 1 つのプラットフォームで、ブロガー、SEO の専門家、ウェブマスターなど、何千もの異なる専門家を結びつけます。ウェブサイトからのバックリンクの売買に興味があるかどうかにかかわらず、StaLinks には必要なすべての機能があります。',
    h2 : 'StaLinks はどのように機能しますか?',
    p2 : '被リンクは、依然として Google の最も重要なランキング要因です。これが、多くの Web サイト所有者がバックリンクを売買する主な理由です。ただし、すべての被リンクが安全というわけではありません。実際、質の低いリンクは、Web サイトに良いことよりも害を及ぼす可能性があります。そこに StaLinks が足を踏み入れます。',
    p3 : '信頼できるツールを使用して SEO スコアを生成しています。広告主がスパム リンクに似たページを投稿することは許可されていません。当社のプラットフォーム上のすべてのドメインとページは、業界の慣行に従っています。これらのページは、私たちのチームによって厳選され、検証されました。また、事前に URL を提供し、ahref から SEO スコアを生成します。',
    h3 : 'バイヤーズガイド',
    p4 : 'サイトのランキングとトラフィックを次のレベルに引き上げましょう!詳細については、必要なガイドをクリックしてください。 Google のはしごを登り、リンクに関連する被リンク ページを選択するには、被リンク インベントリを利用します。',
    b1 : {
        text : 'ダッシュボードの操作方法',
        url : '/help/buyer-guide-1'
    },
    b2 : {
        text : 'アカウントにクレジットを追加する方法',
        url : '/help/buyer-guide-2'
    },
    b22 : {
        text : 'あなたのウェブサイトに合ったバックリンクを購入する方法',
        url : '/help/buyer-guide-3'
    },
    b3 : {
        text : 'ご注文のフォローアップ方法',
        url : '/help/buyer-guide-4'
    },
    h4 : '販売者ガイド',
    p5 : 'StaLinks のパブリッシャーとして、広告主がサイトで購入することを選択したリンクごとに、毎月の継続的な収入を得ることができます。そこから、リンクがアクティブである限り、毎月各リンクのクレジットを獲得し続けます。',
    b4 : {
        text : 'ダッシュボードについて学ぶ',
        url : '/help/seller-guide-1'
    },
    b5 : {
        text : 'URL を追加する方法を学ぶ',
        url : '/help/seller-guide-2'
    },
    b6 : {
        text : 'ご注文のフォローアップ方法',
        url : '/help/seller-guide-3'
    },
    b7 : {
        text : '支払いを受ける方法',
        url : '/help/seller-guide-4'
    },
    h5 : 'ライターズガイド',
    p6 : 'ライターは、バックリンクを構築する際のバックボーンとなる質の高いコンテンツを書く責任があります。ライター チームは、SEO チーム、カスタマー サービス セラー、カントリー マネージャーと協力して、StaLinks クライアント向けのコンテンツを作成する必要があります。ライターは、ターゲット Web サイトに一致するさまざまなトピックや業界動向に基づいて、コンテンツを調査および作成する方法を知っている必要があります。',
    b8 : {
        text : 'ダッシュボードの操作方法を学ぶ',
        url : '/help/writer-guide-1'
    },
    b9 : {
        text : 'ライターの検証について学ぶ',
        url : '/help/writer-guide-2'
    },
    b99 : {
        text : '質の高いコンテンツの作成について学ぶ',
        url : '/help/writer-guide-3'
    },
    b10 : {
        text : '収入を追跡する方法',
        url : '/help/writer-guide-4'
    },
}
