export default {
    // h1 : 'STEP 2：価格やその他の条件を付けたURLリストをアップロードする',
    // p1 : 'URLをアップロードします。',
    // p2 : 'メニューから「LIST Publisher→Add more url」を選択してください。パブリッシャーリストにURLをアップロードするには2つの方法があります。手動で行う方法と、CSVファイルをアップロードして行う方法です。画面の左隅にある「Seller」メニューから「List Publisher List」タブを開きます。メニューバーの「Seller」→「List Publisher」をクリックします。',
    // p3 : '手動で行うことを選択した場合 右側の「URL追加」ボタンをクリックします。',
    // p4 : 'ポップアップウィンドウが表示されるので、必要事項を入力します',
    // ol1 : '販売者',
    // ol2 : '記事の有無: yes / no',
    // ol3 : 'URL',
    // ol4 : '言語',
    // ol5 : '国',
    // ol6 : '価格（米ドル）',
    // ol7 : 'カジノ・賭け事生徒: yes / no',
    // ol8 : 'カテゴリー',
    // p5 : 'Add(追加)をクリックします',
    // p6 : 'CSVファイルのアップロードを選択した場合：最初にURLの詳細（URL、価格、Inc Article、Accept C&B、KW Anchor、Language）を含むCSVエクセルファイルをご用意ください。テンプレートをご用意しましたので、ご利用ください。',
    // p7 : 'CSVの準備ができたら、「ファイルを選択」をクリックし、アップロードアイコンをクリックします。',
    // p8 : 'URLの情報はいつでも編集・削除が可能です。 StaLinksのシステムはahrefスコアも生成し、また、URLの適正価格もチェックすることができます。価格インジケータは、色に基づいています。赤は価格が適正よりも高すぎることを意味し、オレンジは平均価格を意味し、緑は価格が適正なことを意味します。あとは、買い手がバックリンクを注文してくれるのを待つだけです。 Stalinksをご利用いただきありがとうございます。',

    // update 2022

    h1 : 'URL の追加',
    p1 : '収益を得るには、URL を追加またはアップロードする必要があります。以下の手順に従います。',
    p2 : 'サイドバーの販売者セクションの下にある「リスト発行者」ページに移動します。このページには、アップロード/追加された URL のリストが含まれています。 「パブリッシャー URL リスト」テーブルは、トピック、言語、価格、UR や DR などの数値データなど、バイヤーを支援するために必要なすべての詳細を含む URL を表しています。特定の URL を確認したい場合は、フィルター機能と並べ替え機能を使用してください。',
    p3 : 'URL を StaLinks に追加するには、手動と CSV アップロードの 2 つのオプションがあります。 URL を手動で追加するには、表の右上にある [URL を追加] ボタンをクリックします。 URL を追加するために必要な詳細を含むフォームが表示されます。必要な詳細をすべて入力し、[追加] ボタンをクリックします。',
    p4 : 'CSV アップロードで URL を追加するには、表の左上にある [URL のアップロード] ボタンをクリックします。追加する URL のリストをアップロードするために必要なすべての詳細を含むポップアップが表示されます。 ',

    ol1 : 'ポップアップには 4 つのセクションがあります。',

    ol2 : '最初のセクションには 3 つのボタンがあります。',
    ul1: 'View Uploads – このボタンをクリックして、すべてのアップロードとその結果を表示します',
    ul2: 'Download CSV Template – このボタンをクリックして、アップロードするすべての URL を配置できる CSV テンプレートをダウンロードします',
    ul3: 'Download Master List – このボタンをクリックして、マスター リストをダウンロードします。ここで、CSV テンプレートに入力できる内容を確認できます。',

    ol3: '2 番目のセクションには、アップロード用のファイル入力が含まれています。',
    ol4: '3 番目のセクションには、エラーを回避して URL を正常にアップロードするために従う必要があるすべての手順と情報が含まれています。',
    ol5: '最後のセクションには、CSV テンプレートの列値に関する情報と例が含まれています。',
    ol6: 'URL 情報はいつでも編集および削除できます。',
    ol7: '私たちのチームがあなたのリストの Ahref スコアを生成します。',

    ol8: 'URLの価格ベースも確認できます',
    ul4: 'Red – 価格が高い',
    ul5: 'Orange – 価格は平均です',
    ul6: 'Green – 価格は良いです',
}
