export default {
    h1 : 'STEP 3: 注文の管理',
    p1 : '販売したURLのフォローアップの方法を説明します。  注文を受けたら、時間通りに納品されているかどうかを確認しましょう。',
    p2 : 'フィルターを使って、目的としているURLを検索します。 記事が提供されていない場合は、当社のライターチームが記事を作成します。' +
        '以下は注文のステータスの詳細です。',
    ul1 : 'Processing(処理中)：このステータスが表示されると、購入者があなたのウェブサイトからのリンク購入に興味を持っていることを意味します。',
    ul2 : 'Content Writing（コンテンツ執筆中）: インハウスライターがコンテンツをあなたのリンクの為に執筆中です。',
    ul3 : 'Content Done（コンテンツ完了）: コンテンツの執筆完了',
    ul4 : 'Content Sent（コンテンツ納品完了）: コンテンツは送信されました。',
    ul5 : 'Live process（ライブ配信）:コンテンツは販売者によって確認されアップロードれました。',
    p3 : '販売者によってステータスがライブ配信になると、当社のQC(品質管理)が詳細を確認したのち、ステータスがを[ライブ]と表示されます。通常、「ライブ」となってから４８営業時間内にお支払いが行われます。\n' +
        'StaLinksをご利用いただきありがとうございます。',
}
