export default {
    // h1 : 'STEP 4: お金をもらう',
    // p1 : 'Income（収入管理）の使い方。 ここでは、販売したすべてのURLの履歴と、どれくらいの収入があったかを示しています。',
    // ol1 : 'フィルターを使って検索する',
    // ol2 : '収入の合計額',
    // ol3 : '支払い証明書の確認の確認。',
    // p2 : 'StaLinksをご利用いただきありがとうございます。'

    // update 2022

    h1 : 'お金をもらう',
    p1 : 'すでに「ライブ」ステータスになっている注文がある場合。収益を確認する時が来ました。',
    ol1 : 'サイドバーの販売者セクションの下にある「購入」ページに移動します。表には、価格や支払い状況などのその他の詳細とともに、現在ライブになっている注文が表示されます。 [アクション] 列の下にある [表示] ボタンをクリックして、支払証明を確認することもできます。',
    ol2 : 'サイドバーの請求セクションの下にある「販売者請求」ページに移動することもできます。',

}
