export default {
    // h1 : 'STEP 3: 注文の管理',
    // p1 : '販売したURLのフォローアップの方法を説明します。  注文を受けたら、時間通りに納品されているかどうかを確認しましょう。',
    // p2 : 'フィルターを使って、目的としているURLを検索します。 記事が提供されていない場合は、当社のライターチームが記事を作成します。' +
    //     '以下は注文のステータスの詳細です。',
    // ul1 : 'Processing(処理中)：このステータスが表示されると、購入者があなたのウェブサイトからのリンク購入に興味を持っていることを意味します。',
    // ul2 : 'Content Writing（コンテンツ執筆中）: インハウスライターがコンテンツをあなたのリンクの為に執筆中です。',
    // ul3 : 'Content Done（コンテンツ完了）: コンテンツの執筆完了',
    // ul4 : 'Content Sent（コンテンツ納品完了）: コンテンツは送信されました。',
    // ul5 : 'Live process（ライブ配信）:コンテンツは販売者によって確認されアップロードれました。',
    // p3 : '販売者によってステータスがライブ配信になると、当社のQC(品質管理)が詳細を確認したのち、ステータスがを[ライブ]と表示されます。通常、「ライブ」となってから４８営業時間内にお支払いが行われます。\n' +
    //     'StaLinksをご利用いただきありがとうございます。',

    // update 2022

    h1: 'フォローアップ注文',
    p1: 'バイヤーから注文を受け取ると、システムは電子メールとシステム通知を介して、その注文に関する通知を自動的に送信します。',

    ol1: 'バイヤーがあなたの URL を購入すると、システムは電子メールとシステム通知であなたに通知します。サイドバーの販売者セクションの下にある「フォローアップ注文」ページに移動します。このページには、受け取ったすべての注文と詳細が表示されます。',

    ol2: '注文の最初のステータスは「保留中」になります。スムーズで正しい取引を行うために、URLの詳細を確認する必要があります。これを行うには、テーブルの [アクション] 列の下にある [保留中の注文を確認] ボタンをクリックします。',

    ul1: '「販売者確認」フォームが表示されます。指示を注意深く読んでください。すべてのボタンが入力されると、[キャンセル/確認] ボタンが表示されます。',
    ul2: '注文内容が確認され、すべて正しい場合、「確認」ボタンが表示されます。このボタンをクリックして注文を続行します。注文ステータスは「処理中」になります。',
    ul3: '注文内容の少なくとも 1 つが正しくない場合、キャンセル ボタンが表示されます。注文はキャンセルされ、それ以上進められません。',

    ol3: '各注文の詳細をさらに確認するには、[アクション] 列の下にある [編集] ボタンをクリックします。',
    ol4: '「記事」ページに移動して、注文に関連する記事を確認することもできます。テーブルには、[アクション] 列の下に 2 つのボタンがあります。 [編集] ボタンをクリックして、記事の詳細と内容を確認します。ステータスが「完了」の場合、記事をワード文書にエクスポートできます。',
    ol5: '注文が「ライブ」ステータスになると、48 時間以内に自動的に支払いが行われます。すでに支払いを受け取ったときに通知されます。'
}
