export default {
    // h1 : '収入の管理方法',
    // p1 : 'ここでは、あなたのすべての記事の詳細、どれくらいの収入があったかを確認できます。',
    // ol1 : 'フィルターの使用',
    // ol2 : 'あなたの収入の合計額',
    // ol3 : '支払い証明書の確認もできます'

    // update 2022

    h1 : '執筆内容',
    p1: '検証後、注​​文の記事を書き始めることができます',
    ol1 : '記事を書き始めるには、「記事」ページに移動します。このページには、キューにあるすべての記事と、あなたが取り組んでいる記事が表示されます。記事のリストは、登録時に設定した言語によって異なります。',
    ol2 : '待機中の記事に取り組むことを選択した場合は、[アクション] 列の下にある [記事を承認] ボタンをクリックします。画面に確認が表示されます。記事を受け入れることを選択した場合は、[はい] ボタンをクリックします。',
    ol3 : '記事を受け入れると、「編集」ボタンが表示されます。これをクリックして記事のその他の詳細を表示し、コンテンツの作成を開始します。記事の執筆をキャンセルする場合は、フォームの右上にある「執筆をキャンセルする」ボタンをクリックしてください。',
    ol4 : 'コンテンツを作成する際は、次の詳細に注意してください: URL 発行元、アンカー テキスト、および「リンク先」に示されている Web サイト。これらの詳細により、記事の内容が形作られます。どのようなコンテンツが掲載されているかを把握するには、URL 発行元とランディング ページ (Link to) にアクセスすることをお勧めします。これにより、Web サイトの他のコンテンツに適合する記事を書くことができます。',
    ol5 : '記事の内容は、フォームに用意されているコンテンツ ボックスに直接書き込むことができます。 Word 文書からテキストをコピーして貼り付けることもできます。システムの編集ツールは、提供されているツールと機能を使用して適切な記事を作成するのに役立ちます。また、次の重要な指示にも注意してください。',

    ul1: '指定されたアンカー テキストをキーワードとして使用します。アンカー テキストに正しいハイパーリンクを追加します。',
    ul2: '盗作は常に避けてください。盗用されたコンテンツは承認しません。',
    ul3: '記事に 1 ～ 2 個の画像を追加します。画像が著作権で保護されていないことを確認してください。記事の下部に使用されている画像のリンクを含めてください。',

    ol6 : '記事のコンテンツを書くときは、適切なヘッダー階層があることを確認してください。タイトルは H1 に、小見出しは H2 に配置する必要があります。これを行うには、[フォーマット] をクリックし、[ブロック] に移動して、適切な見出しフォーマットを選択します。',
    ol7 : 'コンテンツが完成し、適切にフォーマットされたら、内部リンクをアンカー テキストに追加できます。これを行うには、アンカー テキストを強調表示し、書式設定ツールの [リンクの挿入] 機能を使用するか、右クリックして [挿入] オプションを表示します。表示されるポップアップ ボックスで、[リンク先] に URL を貼り付けます。これにより、リンクがアンカー テキストに埋め込まれます。',
    ol8 : 'コンテンツの作成が完了し、適切な見出しで書式設定し、アンカー テキストにリンクを埋め込んだら、記事のステータスを「完了」に設定できます。 「保存」ボタンをクリックして、変更と更新を保存することを忘れないでください。',
    ol9 : 'この記事を閉じて次の記事に進む前に、[保存] をクリックしてファイルを保存することを忘れないでください。',
    ol10 : '「記事」ページでタイトルの入力・変更ができない場合は、メインナビゲーションバーの「バイヤー」をクリックしてください。次に、下に表示される「Follow Up Backlinks」タブをクリックします。あなたが書いた記事の「IDバックリンク」を探してください。',
    ol11 : '記事を見つけたら、「編集」をクリックします。これにより、記事の基本情報が開きます。ライターは灰色のボックスの情報を変更することはできませんが、白いボックスに入力することはできます。 「タイトル」ボックスに移動し、記事のそれぞれのタイトルを入力します。次に、閉じる前に「保存」を押します。',
}
