export default {
    h1 : 'STEP 1: スタリンクへの登録と価格設定',
    p1 : 'アカウントの認証後、ログインしてください。',
    p2 : 'ログインすると、自動的にダッシュボードのページに移動します。ダッシュボードは、自分の進捗状況を把握するためのツールです。ただし、各列をクリックすると、下から上へ、またはその逆に並べ替えることができます。ダッシュボードには4つのセクションがあります：',
    ol1 : 'バックリンク合計数（購入者）',
    ul1 : '注文の追跡に関するすべての情報',
    ul2 : '６つの列があります。',
    ul3 : '注文合計数',
    ul4 : 'Processing（処理中） - 注文が確定し、記事の執筆が開始されます。',
    ul5 : 'Content Writing（執筆中） -ライターが記事を書いています。',
    ul6 : 'Content Done（コンテンツ終了） - 記事の執筆が完了しました。リンク販売者に記事を送信してください',
    ul7 : 'Content Sent（コンテンツ納品済） - CSはコンテンツを販売者に送信され、販売者の記事のアップロード待ちです。',
    ul8 : 'Live（ライブ） - 品質管理チームによって認証されました。販売者に支払いが行われます。',
    ul9 : 'Issue（問題） -販売者にタイミング等の問題が発生しました。',
    ul10 : 'Cancelled(キャンセル)―何かしらの理由で販売者から注文がキャンセルされました。',
    p3 : 'StaLinksをご利用いただきましてありがとうございます。'
}
