export default {
    // h1 : 'STEP 2: コンテンツの執筆',
    // ol1 : '新しい記事の執筆とアップロードを開始するには、Main Navigation（メインナビゲーション）の下にある "Article（記事） "タブをクリックします。このページの表には、これまでに完了した記事と、まだ完了していない記事がすべて含まれています。「開始日」と「完了日」の欄のセルが空になっているので、まだ完了していない記事をすぐに見つけることができます。',
    // ol2 : '新しい記事を開くには、一番右の列にある“Edit（編集）”ボタンをクリックします。ペンの形をしたボタンです。これで白紙の記事が開きます。',
    // ol3 : '記事を書く前に、“URL Publisher”（URL発行者）”、“Anchor Text（アンカーテキスト」”、“Link to（リンク先）”に示されているウェブサイトをメモしておきましょう。記事を書く前に、発行者のサイトを確認しておきましょう。URLパブリッシャーとランディングページのウェブサイト（リンク先ボックス内のサイト）にアクセスして、そこにどのようなコンテンツが掲載されているかを把握しておくと、そのサイト内の内容と調和した記事を作成することができます。',
    // ol4 : 'アンカーテキストとは、記事の中で使用しなければならない正確な単語やフレーズのことです。アンカーテキストは、読者に訪問してもらいたいサイトに誘導するバックリンクを埋め込みます。',
    // ol5 : '文章を書くには、テキストボックスのスペースに直接書くか、Microsoft Wordの文書からコピーペーストするかのいずれかになります。StaLinksシステムには、以下に示すようなテキスト編集ツールが用意されています。これにより、テキストを太字や斜体にしたり、配置を変更したり、リンクを挿入したりすることができます。',
    // ol6 : 'StaLinksにコンテンツを書いたりアップロードしたりする際には、ヘッダーの階層が適切であることを確認してください。タイトルはH1に、小見出しはH2にしてください。そのためには、「フォーマット」をクリックし、「ブロック」から適切な見出し形式を選択してください。',
    // ol7 : 'コンテンツが完成し、適切にフォーマットされたら、今度は内部リンクをアンカーテキストに追加します。アンカーテキストをハイライトして、フォーマットツールの“Insert Link（リンクの挿入）”機能を使うか、右クリックで“Insert（挿入）”オプションを表示します。表示されたポップアップボックスで、“Link to（リンク先） ”にURLを貼り付けます。これでリンクがアンカーテキストに埋め込まれます。',
    // ol8 : 'コンテンツを書き終え、適切な見出しでフォーマットし、アンカーテキストをリンクで埋め込んだら、記事のステータスを "Done（完成） "にすることができます。',
    // ol9 : 'この記事を閉じて次の記事に移る前に、”Save(保存)”をクリックしてファイルを保存することを忘れないでください。',
    // ol10 : '“Article(記事)”のページでタイトルの入力や変更ができない場合は、メインナビゲーションバーの “Buyer（購入者）"をクリックしてください。次に、下に表示される“Follow Up Backlinks（フォローアップバックリンク）”タブをクリックします。自分が書いた記事の“ID backlink（バックリンク識別番号）”をで検索します。',
    // ol11 : '記事を見つけたら、“edit（編集）”をクリックします。すると、その記事の基本情報が開きます。ライターはグレーのボックスの情報を変更することはできませんが、ホワイトのボックスには入力することができます。タイトルの欄には、記事のタイトルを入力します。その後、「保存」を押して閉じます。',

    // update 2022

    h1 : 'ライターの検証',
    p1: '記事を書き始める前に、ライター試験に答えてライティング スキルを証明する必要があります。',
    ol1 : '試験の準備が整うと、メールとシステム通知で通知されます。これを確認するには、「Writer\'s Validation」ページに移動します。ページの上部にある指示に注意深く従ってください。試験に合格するための試行が 2 回与えられます。',
    ol2 : 'タイトル、メタディスクリプション、そして最も重要なコンテンツなどの必要な詳細を入力します。完了したら、下の [送信] ボタンをクリックします。',
    ol3 : '試験の結果は、電子メールとシステム通知で通知されます。 1 回目の受験に失敗した場合は、3 日後に 2 回目の受験が行われます。試験に合格したら、記事を書き始めることができます。おめでとう',

}
