export default {
    title: 'नियम व शर्तें',

    // information that StaLinks Collect
    h1: 'जानकारी जो असटीऐलिंक्स एकत्रित करती है।',
    h1p1: 'सूचना डेटा जो आपने असटीऐलिंक्स.कॉम से पंजीकृत किया है, इसमें शामिल हैं; नाम, ईमेल पता, फोनसंख्या।',
    h1p2: 'असटीऐलिंक्स कुकीज़ और/या वेब बीकन का उपयोग अनुभव को बढ़ाने, सामान्य आगंतुक जानकारी एकत्र करने, हमारी साइट पर विज़िट को ट्रैक करने के लिए करती है।',

    // what do we use the information for?
    h2: 'हम आपकी जानकारी के लिए क्या उपयोग करते हैं?',
    h2p1: 'ग्राहक के अनुभव को निजीकृत करने के लिए',
    h2p1s1: 'इससे हमें आपकी रुचियों के लिए आपकी सहायता करने में बेहतर होने में मदद मिलती है।',
    h2p2: 'हमारी ग्राहक सेवा में सुधार करने के लिए',
    h2p2s1: 'इससे हमें आपके अनुरोधों, समर्थन आवश्यकताओं और शिकायतों का प्रभावी ढंग से जवाब देने में मदद मिलती है।',
    h2p3: 'हमारी साइटों पर आपकी रुचियों के आधार पर अपडेट भेजने के लिए।',
    h2p3s1: 'हम आपको पंजीकरण से आपके खाते के आधार पर एक ईमेल भेजेंगे।',

    // how do we protect your personal information?
    h3: 'हम आपके व्यक्तिगत सूचना को कैसे सुरक्षित रखे?',
    h3p1: 'हम ग्राहक की व्यक्तिगत जानकारी और आदेशों की सुरक्षा बनाए रखने के लिए कई तरह की सुरक्षा लागू करते हैं। हम ग्राहक की व्यक्तिगत जानकारी और आदेशों की सुरक्षा बनाए रखने के लिए कई तरह की सुरक्षा लागू करते हैं।',

    // do we disclose any information to outside parties?
    h4: 'क्या हम किसी बाहरी पक्ष को किसी जानकारी का खुलासा करते हैं?',
    h4p1: "हम आपकी व्यक्तिगत जानकारी को बाहरी पार्टियों को कोई अन्य हस्तांतरण नहीं बेचते, खरीदते या व्यापार नहीं करते हैं। इसमें तीसरे पक्ष शामिल नहीं हैं जो हमारी वेबसाइट के संचालन में हमारी सहायता करते हैं और आपकी सहायता करते हैं, और इसलिए हमारे तीसरे पक्ष सभी सूचनाओं को गोपनीय रखने के लिए सहमत हुए हैं।\n" +
        "हालांकि, गैर-व्यक्तिगत पहचान योग्य आगंतुक की जानकारी अन्य पार्टियों को विपणन, विज्ञापन या अन्य उपयोगों के लिए प्रदान की जा सकती है।",

    // children online privacy protector
    h5: 'बच्चे ऑनलाइन गोपनीयता रक्षक',
    h5p1: "हमने केवल पूरी वेबसाइट पर जानकारी एकत्र की है और हम इसके द्वारा कोई अन्य जानकारी एकत्र नहीं करते हैं\n" +
        "ऑफ़लाइन/हमारे सिस्टम के बाहर।",

    // online privacy policy
    h6: 'ऑनलाइन गोपनीयता नीति',
    h6p1: "हमने केवल पूरी वेबसाइट पर जानकारी एकत्र की है और हम इसके द्वारा कोई अन्य जानकारी एकत्र नहीं करते हैं\n" +
        "ऑफ़लाइन/हमारे सिस्टम के बाहर।",

    // terms, payments and conditions on StaLinks
    h7: 'StaLinks पर नियम, भुगतान और शर्तें',
    h7p1: "सेवा अनुबंध की शर्तें असटीऐलिंक्स.कॉम सेवा के मानक द्वारा निर्धारित की जाती हैं।असटीऐलिंक्स.कॉम  सेवा का उपयोग करके, आपको नियम, भुगतान और शर्तों से सहमत होना होगा। यदि आप नियमों, भुगतानों और शर्तों से सहमत नहीं हैं, तो आप तुरंत असटीऐलिंक्स.कॉम के सभी उपयोग बंद कर देंगे। हम बिना किसी पूर्व सूचना के इस समझौते के नियमों और शर्तों को संशोधित करने, बदलने या अपडेट करने का अधिकार सुरक्षित रखते हैं। संशोधन https://www.stalinks.com वेबसाइट पर पोस्ट किए जाने के तुरंत बाद प्रभावी हो जाएगा। संशोधन पोस्ट किए जाने के",

    // description of service
    h8: 'सेवा का विवरण',
    h8p1: 'हमारा मंच हमारे ग्राहकों को बैकलिंक्स/गेस्टपोस्ट खरीदने या बेचने में आसान बनाने के लिए एक ऑनलाइन सेवा प्रदान करता है। हमारा सिस्टम यह सत्यापित करेगा कि सभी वेबसाइटें हमारी शर्तों की पुष्टि करती हैं और हम विक्रेताओं और खरीदारों के बीच सभी लेन-देन को स्वीकृत और निष्पादित करने के लिए भी सुरक्षित रखते हैं।',

    // member of usage?
    h9: 'उपयोग के सदस्य',
    h9p1: 'हम अपने ग्राहकों को किसी भी कंप्यूटर नेटवर्क की सुरक्षा का उल्लंघन करने सहित किसी भी अवैध उद्देश्यों के लिए हमारे सिस्टम का उपयोग करने के लिए बर्दाश्त नहीं करेंगे।',
    h9p2: 'हम अपने ग्राहकों को हमारी वेबसाइट में किसी भी जानकारी को प्रकट करने, रिकॉर्ड करने या दुरुपयोग करने की अनुमति नहीं देंगे (उदाहरण के लिए, सूची, यूआरएल, विवरण और छवियों तक सीमित नहीं)।',
    h9p3: 'असटीऐलिंक्स हमारे सिस्टम के भीतर किसी भी लिंक को निर्धारित करने के सभी अधिकार सुरक्षित रखता है जो URL को निर्देशित करता है; स्वामित्व नहीं है, निष्क्रिय कर दिया गया है, या नहीं पाया जा सकता है। लिंक को बिना धनवापसी के हटाया जा सकता है और खाते को असटीऐलिंक्स सिस्टम से निलंबित किया जा सकता है।',

    // payments
    h10: 'भुगतान',
    h10p1: 'भुगतान अधिकतम 48 घंटों में किया जाएगा (सप्ताह के दिनों के दौरान, सप्ताहांत और सार्वजनिक छुट्टियों को छोड़कर)।',
    h10p2: 'लेख जीवन भर के लिए होना चाहिए और कैलेंडर पर महीनों के आधार पर कम से कम 12 महीने होना चाहिए।\n',
    h10p3: "भुगतान पायपल स्कृलल और बी टी स  द्वारा हस्तांतरित किया जाएगा। (सुनिश्चित करें कि आपके पास उनमें से कम से कम एक खाता है और मान्य है)।",
    h10p4: 'भुगतान मुद्रा यु स डी में की जाएगी।',
    h10p5: 'हम आय शुल्क या मुद्रा रूपांतरण शुल्क और किसी भी प्रकार के करों (जैसे जीएसटी, वीएसटी, आदि) के दौरान किसी भी तरह के बदलाव के लिए जिम्मेदार नहीं हैं।',

    // client account security
    h11: 'ग्राहक खाता सुरक्षा',
    h11p1: 'अपना खाता पंजीकृत करने के बाद, आपको अपने स्वयं के नियंत्रण कक्ष तक पहुंच प्राप्त होगी।',
    h11p2: 'आप अपने उपयोगकर्ता नाम और पासवर्ड को बनाए रखने के लिए जिम्मेदार हैं जो हमारी वेबसाइट पर गोपनीय है।',
    h11p3: 'आप अपने स्वयं के कार्यों के लिए जिम्मेदार हैं जो आपके खाते के उपयोग के माध्यम से होते हैं।',
    h11p4: 'आप सहमत हैं कि आप अपनी निजी जानकारी को बाहरी पक्षों (अर्थात उपयोगकर्ता नाम, ईमेल पता, पासवर्ड, कंपनी का नाम (यदि कोई हो) और लेनदेन) के साथ साझा नहीं करेंगे। अगर आपके खाते में कुछ भी होता है (उदाहरण के लिए पासवर्ड चोरी, भंग, या किसी भी प्रकार की समस्या)। कृपया हमारी ग्राहक सेवा से तुरंत संपर्क करें। हम किसी भी नुकसान के लिए जिम्मेदार नहीं होंगे।',
    h11p5: 'यदि आप किसी भी उल्लंघन और हमारे समझौते के खिलाफ हैं, तो असटीऐलिंक्स आपको बिना किसी पूर्व सूचना के आपके खाते को समाप्त करने के लिए सुरक्षित रखता है।',

    // client information
    h12: 'क्लाइंट की सूचना',
    h12p1: 'आपकी खाता जानकारी मान्य होनी चाहिए (यदि आप अमान्य, गलत या भ्रामक जानकारी डालते हैं तो हम जिम्मेदार नहीं होंगे)।',
    h12p2: 'कोई भी चोरी की जानकारी न जोड़ें।',
    h12p3: 'आप अपने खाते में सभी जानकारी विवरण बनाए रखने के लिए जिम्मेदार हैं।',
    h12p4: 'आप सहमत हैं कि आप अपना पासवर्ड और उपयोगकर्ता नाम किसी को न बताएं। असटीऐलिंक्स किसी भी कॉपीराइट, पेटेंट, ट्रेडमार्क, या संपत्ति के अधिकार, या यहां तक ​​कि प्रचार गोपनीयता को मान्य नहीं करेगा।',
    h12p5: 'किसी भी कानून, प्रतिमा, या विनियमों का उल्लंघन न करें (यानी बिना किसी सीमा के सरकारी निर्यात नियंत्रण, अन्य ग्राहक की व्यक्तिगत जानकारी, भेदभाव-विरोधी, आदि)।',
    h12p6: 'मानव तस्करी के यूआरएल (जैसे बाल पोर्नोग्राफ़ी, अवयस्कों के लिए हानिकारक, आदि) न डालें।',
    h12p7: 'ऐसे यूआरएल न डालें जिनमें शामिल हों; एक-क्लिक वाले विज्ञापन या अन्य कंप्यूटर प्रोग्रामिंग रूटीन जिनका उद्देश्य किसी भी सिस्टम, डेटा या व्यक्तिगत जानकारी को नुकसान पहुंचाना, नुकसान पहुंचाना, चोरी-छिपे इंटरसेप्ट करना या हथियाना है।',
    h12p8: 'ऐसा कुछ न बनाएं जिससे  असटीऐलिंक्स का सारा डेटा या पार्टी खो जाए। कोई भी लिंक न जोड़ें जो असटीऐलिंक्स की शर्तों के विपरीत हो।',
    h12p9: 'सभी उपयोगकर्ता किसी भी सिस्टम, डेटा, या व्यक्तिगत जानकारी को लायबिलिटी इंटरसेप्ट या ज़ब्त नहीं करेंगे, प्रत्यक्ष या अप्रत्यक्ष रूप से लिंक नहीं करेंगे या माल सेवा को शामिल नहीं करेंगे; इस समझौते के तहत निषिद्ध हैं; अन्य वस्तुओं के समान हैं जिन्हें आपने बिक्री के लिए या किराए पर/वर्तमान मेंअसटीऐलिंक्स  के अलावा किसी अन्य वेब साइट पर बिक्री या किराए के लिए सूचीबद्ध किया है। यदि उपयोगकर्ताओं के पास प्रकाशक सूची में सही लिंक, स्थान या शामिल नहीं है, तो इसके अलावा आप असटीऐलिंक्स  वेब साइट पर किसी भी लिंक को अपलोड करने की अनुमति नहीं दे सकते हैं (या हमारी सेवा का उपयोग करके शुरू किए गए किसी भी लेनदेन को पूरा कर सकते हैं), जिससे असटीऐलिंक्स का उल्लंघन हो सकता है। लागू कानून। एक मूर्ति या जो हमारे वर्तमान निषिद्ध, संदिग्ध और उल्लंघन करने वाली वस्तुओं का उल्लंघन करती है।',
    h12p10: 'आपके खाते को पहचानने और सत्यापित करने में हमारी सहायता करने के लिए हम आपके द्वारा हमारी वेबसाइट में जोड़ी गई सभी जानकारी का उपयोग करेंगे। हम आपके ईमेल पते का उपयोग असटीऐलिंक्स  पर आपके खाते के सत्यापन के लिए करेंगे और भविष्य में आपकी रुचि के आधार पर आपको बैकलिंक्स के अपडेट भेजेंगे।',

    // publishers or seller’s listings
    h13: 'प्रकाशक या विक्रेता की सूचियाँ',
    h13p1: 'सभी प्रकाशकों को इन शर्तों या उनके खाते को निलंबित या हटाए जाने के जोखिम से सहमत होना चाहिए। इसके परिणामस्वरूप भुगतान की हानि हो सकती है और असटीऐलिंक्स सिस्टम और सेवा का उपयोग करने से प्रतिबंधित किया जा सकता है।',
    h13p2: 'प्रकाशक यूआरएल हमारे सिस्टम द्वारा योग्य होने चाहिए (हम  अह्रेफ़्स  मानकों का उपयोग करते हैं), यदि लिंक असटीऐलिंक्स मानकों के लिए योग्य नहीं है, तो विक्रेता हमारे सिस्टम में लिंक को बेचने में सक्षम नहीं होंगे।',
    h13p3: 'बेचे गए यूआरएल को प्रकाशक सूचियों पर हर समय मौजूद/दृश्यमान होना चाहिए (इन लिंक्स को छुपाना हम सिस्टम दुरुपयोग के रूप में विचार कर सकते हैं)।',
    h13p4: 'प्रकाशकयु र ल पूर्ण और मान्य होने चाहिए जिनमें कार्यशील पृष्ठ और पृष्ठों के बीच लिंक हों।',
    h13p5: 'प्रकाशक यूआरएल में किसी भिन्न वेबसाइट या पृष्ठ पर पुनर्निर्देशन शामिल नहीं हो सकता है। असटीऐलिंक्स सिस्टम पर अपलोड किया गया यूआरएल प्रकाशक सूचियों का सटीक पता होना चाहिए।',
    h13p6: 'यूआरएल  में हानिकारक सामग्री या कोई भी अवैध सामग्री शामिल नहीं हो सकती है।',
    h13p7: 'प्रकाशक के पास एक वैध खाता और संपर्क जानकारी होनी चाहिए ताकि असटीऐलिंक्स  भुगतान के लिए प्रकाशक से संपर्क करे। (यदि प्रकाशक का खाता अमान्य है, तो हम भुगतान में देरी कर सकते हैं और खाते को समाप्त करने की संभावना है)',
    h13p8: 'प्रकाशक को अलग-अलग यूआरएल पेज पर ले जाने वाले लिंक नहीं डालने चाहिए। (सबमिट किए गए यूआरएल को खरीदारों के ठीक दूसरे "लिंक टू" पर ले जाना चाहिए)',
    h13p9: 'प्रकाशक को ऐसे लिंक नहीं डालने चाहिए जिनमें एक-क्लिक वाले विज्ञापन या वायरस हों।',
    h13p10: 'बैकलिंक्स के मान्य होने की पुष्टि करने के लिए प्रकाशक को असटीऐलिंक्स सिस्टम तक पहुंच की अनुमति देनी चाहिए।',
    h13p11: 'प्रकाशक यूआरएल  को उस श्रेणी के अंतर्गत सबमिट किया जाना चाहिए जो  असटीऐलिंक् की थीम के अनुकूल हो।',
    h13p12: 'प्रकाशक यूआरएल  में "टेक्स्ट लिंक खरीदना और बेचना" या अन्य शर्तों का संदर्भ नहीं होना चाहिए, जिन्हें खोज इंजन द्वारा उनकी नीतियों का उल्लंघन माना जा सकता है।',
    h13p13: 'प्रकाशक को यह सत्यापित करने के लिए कि कीवर्ड एंकर सही ढंग से काम कर रहा है, असटीऐलिंक्   सिस्टम से यूआरएल तक पहुंच की अनुमति देनी चाहिए।',

    // disclaimer of warranties
    h14: 'वारंटियों का अस्वीकरण',
    h14p1: 'वह सेवा जो असटीऐलिंक् \'जैसा है और \'जैसा उपलब्ध है\' के आधार पर प्रदान करती है।',
    h14p2: 'असटीऐलिंक् शुद्धता, सटीकता, विश्वसनीयता आदि के संदर्भ में हमारे सिस्टम के उपयोग या परिणामों के संबंध में किसी भी प्रकार का कोई प्रतिनिधित्व या वारंटी, व्यक्त या निहित नहीं करता है।',
    h14p3: 'असटीऐलिंक् के पास असटीऐलिंक् प्लेटफॉर्म के उपयोग में किसी भी रुकावट के लिए कोई दायित्व नहीं है।',
    h14p4: 'असटीऐलिंक् प्रदान की गई जानकारी के संबंध में सभी वारंटी को अस्वीकार करता है, जिसमें व्यापारिकता और गैर-उल्लंघन की निहित वारंटी शामिल है। कुछ क्षेत्राधिकार निहित वारंटियों के बहिष्करण की अनुमति नहीं देते हैं; इसलिए, उपरोक्त-संदर्भ बहिष्करण लागू नहीं है।',

    // limitation of liability
    h15: 'दायित्व की सीमा',
    h15p1: 'असटीऐलिंक् किसी भी नुकसान के लिए और विशेष रूप से (यानी हानि लाभ, उपयोग की हानि, असटीऐलिंक् या उसमें निहित जानकारी से उत्पन्न होने वाली हानि के लिए कोई जिम्मेदारी नहीं लेगा, चाहे अनुबंध में नुकसान हुआ हो, या अन्यथा। भले ही असटीऐलिंक् को इस तरह के नुकसान की संभावना के बारे में सलाह दी गई है। कुछ क्षेत्राधिकार आकस्मिक या परिणामी नुकसान के लिए देयता की सीमा या बहिष्करण की अनुमति नहीं देते हैं, इसलिए उपरोक्त कुछ सीमाएं लागू नहीं होती हैं।',

    // indemnification
    h16: 'क्षतिपूर्ति',
    h16p1: 'क्लाइंट क्षतिपूर्ति के लिए सहमत है और असटीऐलिंक् सहायक कंपनियों, सहयोगियों, अधिकारियों, कर्मचारियों को किसी भी दावे या मांग से हानिरहित रखता है, जिसमें उचित वकील की फीस और लागत शामिल है, जो क्लाइंट के सेवा के उपयोग के कारण या तीसरे पक्ष द्वारा की गई है।',

    // compose and interruption
    h17: 'रचना और व्यवधान',
    h17p1: 'असटीऐलिंक् नई सेवा को पुनर्व्यवस्थित और अद्यतन करता है या ग्राहक को सूचना दिए बिना या बिना सेवा बंद कर देता है। क्लाइंट को यह स्वीकार करना और स्वीकार करना चाहिए कि असटीऐलिंक् गारंटी नहीं देता है कि हमारी वेबसाइट का निरंतर, निर्बाध, या रखरखाव असटीऐलिंक् के नियंत्रण के बाहर कई कारकों या परिस्थितियों से प्रभावित/या प्रभावित हो सकता है।',

    // publisher information
    h18: 'प्रकाशक जानकारी',
    h18p1: 'हमारी यूआरएल सूचियाँ प्रकाशकों द्वारा प्रदान की गई हैं या उपलब्ध स्रोतों से एकत्र की गई हैं। असटीऐलिंक्  हमेशा सुनिश्चित करता है कि  यूआरएल  की सभी जानकारी मान्य है। अन्य तृतीय पक्ष द्वारा ऑफ़र किए जाने वाले अन्य   यूआरएल  के लिए असटीऐलिंक्   कोई आरक्षित नहीं है और आपको यह स्वीकार करना चाहिए कि असटीऐलिंक्   सेवा से कोई भी निर्भरता आपके अपने जोखिम पर होगी।',
    h18p2: 'असटीऐलिंक् किसी तीसरे पक्ष द्वारा प्रदान किए गए या पेश किए गए किसी भी उत्पाद के संबंध में कोई वारंटी या प्रतिनिधित्व नहीं करता है, और आप स्वीकार करते हैं कि किसी तीसरे पक्ष द्वारा प्रदान किए गए प्रतिनिधित्व और वारंटी पर कोई निर्भरता आपके अपने जोखिम पर होगी।',

    // compliance with laws
    h19: 'कानूनों का अनुपालन',
    h19p1: 'क्लाइंट को लागू कानून और ऐसे कानूनों के अनुपालन को स्वीकार करना चाहिए। क्लाइंट को किसी भी तरह से असटीऐलिंक् सेवा का उपयोग नहीं करना चाहिए जो लागू कानूनों, अंतर्राष्ट्रीय कानूनों या अन्य सरकारी आवश्यकताओं का उल्लंघन करता हो। क्लाइंट को ऐसी कोई भी सामग्री प्रसारित नहीं करनी चाहिए जिसमें ऐसे आचरण को शामिल किया गया हो या प्रोत्साहित किया गया हो जो एक आपराधिक अपराध का गठन करता हो, किसी भी लागू स्थानीय, राज्य, राष्ट्रीय या यहां तक ​​कि अंतरराष्ट्रीय कानूनों या विनियमों का उल्लंघन करता हो।',

    // confidential information
    h20: 'गोपनीय जानकारी',
    h20p1: 'डिजाइन, टेक्स्ट, ग्राफिक्स, सॉफ्टवेयर, चयन, और व्यवस्थाओं सहित असटीऐलिंक् वेबसाइट पर प्रकाशित और अस्तित्व में आने वाली सभी सामग्री असटीऐलिंक् और/या तृतीय पक्षों की संपत्ति हैं जो बौद्धिक संपदा अधिकारों द्वारा संरक्षित हैं। वेबसाइट पर सामग्री का कोई भी उपयोग, जिसमें संशोधन, प्रतिकृति, डेटा निष्कर्षण का कोई भी रूप, या किसी भी प्रकार का अन्य वाणिज्यिक शोषण, असटीऐलिंक् आधिकारिक नियंत्रक से अधिकृत लिखित अनुमोदन की पूर्व अनुमति के बिना, सख्त वर्जित है।',
    h20p2: 'असटीऐलिंक् आधिकारिक वेबसाइट का एक रूप है। असटीऐलिंक् ट्रेडमार्क का उपयोग ऐसी किसी भी सेवा के संबंध में नहीं किया जा सकता है जो असटीऐलिंक् द्वारा प्रदान नहीं की जाती है, जो किसी भी मामले में ग्राहकों के लिए भ्रम पैदा कर सकती है।',

    // other terms
    h21: 'अन्य निबंधन',
    h21p1: 'इन सभी नियमों, भुगतानों और शर्तों को पढ़ने से गैरकानूनी, स्पष्ट, किसी भी कारण से मजबूर, (और कोई आंशिक रूप से लागू करने योग्य प्रावधान) संभावित विस्तार के लिए मान्य रहेगा। आप सेवा अनुबंध की इस शर्त से सहमत हैं जो असटीऐलिंक् ने प्रदान की थी। सेवा अनुबंध की यह अवधि और अन्य अनुबंध जो असटीऐलिंक् द्वारा असाइन किए गए हैं। सेवा की ये शर्तें हमारे विवेक पर भी लागू होती हैं, इसके अलावा ग्राहकों और StaLinks के बीच किसी अन्य लिखित समझौते के संबंधों से प्रभावित नहीं होने के अलावा।',
    h21p2: 'ग्राहक सेवा समझौते की इस अवधि के लिए सहमत हुए। हमारे गोपनीयता नीति वक्तव्यों में वर्णित सभी ग्राहक की व्यक्तिगत जानकारी और अन्य उपयोग।',

    b: 'बंद करना'
}
