export default {
    sub_confirm: 'กรุณายืนยันการสมัครของคุณ',
    sub_confirm_note: 'หากคุณคลิกปุ่มสมัครรับข้อมูลจากอีเมลของเราโดยไม่ได้ตั้งใจ เพียงปิดหน้านี้ คุณจะไม่ถูกสมัครหากคุณไม่คลิกปุ่มยืนยันด้านล่าง',
    sub_confirm_yes: 'ใช่ สมัครรับจดหมายข่าว',

    sub_confirm_thanks: 'ขอบคุณสำหรับการสมัคร!',
    sub_confirm_thanks_note: 'คุณถูกเพิ่มลงในรายการของเราแล้วและจะได้รับการติดต่อกลับไปในเร็วๆ นี้',
    sub_go_to_login: 'ไปยังระบบ',

    sub_unsub: 'คุณต้องการยกเลิกการสมัครรับจดหมายข่าวของเราหรือไม่?',
    sub_unsub_note: 'หากคุณต้องการหยุดรับอีเมลแจ้งเตือนสำหรับการอัปโหลด URL ใหม่จากเรา ให้คลิกปุ่มยกเลิกการสมัครด้านล่าง',
    sub_unsub_button: 'ยกเลิก',

    sub_thanks: 'ขอขอบคุณ!',
    sub_thanks_removed: 'คุณถูกลบออกจากรายชื่อสมาชิกเรียบร้อยแล้ว และจะไม่ได้รับอีเมลแจ้งเตือนจากเราอีก',

    sub_code_not_found: 'ไม่พบรหัสสมัครสมาชิก',
    sub_code_not_found_note: 'ติดต่อผู้ดูแลระบบเพื่อรับลิงค์การสมัครที่ถูกต้อง',

    sub_confirm_sub: 'การสมัครของคุณได้รับการยืนยันแล้ว!',
    sub_confirm_unsub: 'คุณได้ยกเลิกการสมัครรับจดหมายข่าวของเราเรียบร้อยแล้ว',
}
