export default {
    sub_confirm: 'कृपया अपनी सदस्यता की पुष्टि करें',
    sub_confirm_note: 'अगर आपने गलती से हमारे ईमेल से सब्सक्राइब बटन पर क्लिक कर दिया है, तो बस इस पेज को बंद कर दें। यदि आप नीचे दिए गए पुष्टिकरण बटन पर क्लिक नहीं करते हैं, तो आपकी सदस्यता नहीं ली जाएगी।',
    sub_confirm_yes: 'हाँ, मुझे न्यूज़लेटर की सदस्यता लें',

    sub_confirm_thanks: 'सदस्यता लेने के लिए धन्यवाद!',
    sub_confirm_thanks_note: 'आपको हमारी सूची में जोड़ दिया गया है और जल्द ही हमसे संपर्क किया जाएगा!',
    sub_go_to_login: 'लॉग इन पर जाएं',

    sub_unsub: 'क्या आप हमारे न्यूज़लेटर की सदस्यता समाप्त करना चाहते हैं?',
    sub_unsub_note: 'यदि आप हमसे नए url अपलोड के लिए सूचना ईमेल प्राप्त करना बंद करना चाहते हैं, तो नीचे दिए गए सदस्यता समाप्त करें बटन पर क्लिक करें।',
    sub_unsub_button: 'सदस्यता रद्द',

    sub_thanks: 'शुक्रिया!',
    sub_thanks_removed: 'आपको ग्राहक सूची से सफलतापूर्वक हटा दिया गया है और हमें आगे कोई सूचना ईमेल प्राप्त नहीं होगा।',

    sub_code_not_found: 'सदस्यता कोड नहीं मिला',
    sub_code_not_found_note: 'सही सदस्यता लिंक पाने के लिए किसी व्यवस्थापक से संपर्क करें',

    sub_confirm_sub: 'आपकी सदस्यता की पुष्टि हो गई है!',
    sub_confirm_unsub: 'आपने सफलतापूर्वक हमारे न्यूज़लेटर की सदस्यता समाप्त कर दी है।',
}
