export default {
    message : {
        h1 : 'StaLinksへようこそ',
        p1 : 'StaLinksは、あらゆるビジネスニッチに対応するために設計されたリンク構築サービスです。パブリッシャーとリンクアドバタイザーを問わず、信頼できるソリューションを提供し、ブロガー、SEO専門家、ウェブマスターなどの様々な専門家を、使いやすい一つのプラットフォームで繋げます。ウェブサイトのバックリンクを入手したい方も、売りたい方も、Stalinksは必要な機能をすべて備えています。 ',
        h2 : 'StaLinksの仕組み',
        p2 : 'バックリンク（被リンク）は、今でもGoogleの最高かつ最も重要なランキング要因であり続けています。これが、多くのウェブサイトの管理者がバックリンクを購入または販売する主な理由です。しかし、すべてのバックリンクが安全というわけではありません。低品質のリンクは、あなたのウェブサイトに害を及ぼす可能性があります。そこで、StaLinksの出番となるわけです。',
        p3 : 'StaLinksではSEOスコアの生成に信頼性の高いツールを採用し、スパムリンク、又はそれに類似したページは掲載されていません。プラットフォーム上のすべてのドメインとページは、業界のスタンダードに沿って厳しくStaLinksのチームによって確認され、当社チームによってひとつひとつ検証されたものだけを提供しています。また、各URLは、ahrefからSEOスコアが生成されています。',
        h3 : 'ご購入者ご案内',
        p4 : 'ウェブサイトのランキングとトラフィックをStaLinksで上位化しましょう！ご覧になりたいガイドをクリックすると、詳細が表示されます。ご自分のウェブページに関連するバックリンクページをバックリンクのデータベースで見つけて、Googleランキングのはしごを駆け上がりましょう。\n',
        b1 : {
            text : 'ダッシュボードの使い方',
            url : '/help/buyer-guide-1'
        },
        b2 : {
            text : 'サイトに最適のバックリンクの購入方法',
            url : '/help/buyer-guide-2'
        },
        b3 : {
            text : 'ご注文のフォローアップ方法',
            url : '/help/buyer-guide-3'
        },
        h4 : '販売者ご案内',
        p5 : '広告主があなたのサイトのリンクを購入すると、StaLinksのパブリッシャーとして、収入を得ることができます。その後、リンクが有効である限り、購入されるたびに各リンクに対する報酬を獲得することができます。',
        b4 : {
            text : 'ダッシュボードの使い方',
            url : '/help/seller-guide-1'
        },
        b5 : {
            text : 'URLのリストのアップロード方法',
            url : '/help/seller-guide-2'
        },
        b6 : {
            text : 'ご注文のフォローアップ方法',
            url : '/help/seller-guide-3'
        },
        b7 : {
            text : 'お支払いの受け取り方',
            url : '/help/seller-guide-4'
        },
        h5 : 'ライターズガイド',
        p6 : 'ライターは、バックリンク構築の柱となる質の高いコンテンツを書く責任があります。ライターチームは、SEOチーム、販売者のカスタマーサービス、国別マネージャーと協力して、StaLinksのクライアント向けのコンテンツを作成する必要があります。ライターは、ターゲットとなるウェブサイトに準じた様々なトピックや業界のトレンドに基づいてコンテンツをリサーチし、執筆していただきます。',
        b8 : {
            text : '登録方法と価格の設定 ',
            url : '/help/writer-guide-1'
        },
        b9 : {
            text : 'コンテンツ制作の始め方',
            url : '/help/seller-guide-3'
        },
        b10 : {
            text : '収入の管理方法',
            url : '/help/seller-guide-4'
        },
    }
}
