export default {
    s_title: 'StaLinks Survey',

    // survey a
    buyer_survey_a_q_1: '1. क्या आप हमारे सिस्टम का उपयोग कुशल पाते हैं?',
    buyer_survey_a_q_1_no: 'यदि नहीं, तो कृपया हमें बताएं कि हम इसे कैसे सुधार सकते हैं...',
    buyer_survey_a_q_2: '2. क्या हमारा सिस्टम वे यूआरएल  प्रदान करता है जिनकी आप तलाश कर रहे हैं?',
    buyer_survey_a_q_2_no: 'यदि नहीं, तो कृपया हमें बताएं कि और क्या जोड़ना है...',
    buyer_survey_a_q_3: '3. क्या आपको हमारे सहायता पृष्ठ का अनुसरण करना आसान लगता है?',
    // buyer_survey_a_q_4: '4. क्या आपको हमारी भुगतान विधियां आपके लिए बहुत जटिल लगती हैं?',
    buyer_survey_a_q_4: '4. क्या आपको हमारे भुगतान के तरीके आपके लिए आसान लगते हैं?',
    buyer_survey_a_q_4_yes: 'यदि हाँ, तो कृपया हमें अन्य तरीकों के बारे में बताएं जिन्हें आपने अपने लिए लेन-देन को आसान बनाने के लिए पसंद किया था',
    buyer_survey_a_q_5: '5. क्या आप उस सेवा से संतुष्ट हैं जो हम अभी प्रदान करते हैं?',
    buyer_survey_a_q_5_no: 'यदि नहीं, तो कृपया हमें बताएं कि हम क्या सुधार कर सकते हैं',

    // aside
    buyer_survey_aside: 'जिन मुद्दों का आप पहले ही ऊपर उल्लेख कर चुके हैं, उनके अलावा, क्या कोई अन्य टिप्पणी है जिसे आप साझा करना चाहेंगे?',

    // survey b q1
    buyer_survey_b_q_1: '1. आपकी राय में, डेस्क प्रबंधन में सबसे महत्वपूर्ण चीज क्या है?',
    buyer_survey_b_q_1_a: 'यूआरएल की पूरी जानकारी',
    buyer_survey_b_q_1_b: 'अच्छा यूजर इंटरफेस',
    buyer_survey_b_q_1_c: 'सुरक्षित लेनदेन',
    buyer_survey_b_q_1_d: 'अच्छा मूल्य',
    // buyer_survey_b_q_1_others: 'अन्य। कृपया निर्दिष्ट करें',
    buyer_survey_b_q_1_others: 'अन्य',

    // survey b q2
    // buyer_survey_b_q_2: '2. 1-6 से, आप हमारे टूल को कैसे रेट करेंगे?',
    buyer_survey_b_q_2: '2. क्या आपको लगता है कि हमारे टूल का उपयोग करना आसान है?',
    buyer_survey_b_q_2_6: '6-> वास्तव में आसान',
    buyer_survey_b_q_2_5: '5-> आसान',
    buyer_survey_b_q_2_4: '4-> देखने में समय लगा लेकिन ठीक है',
    buyer_survey_b_q_2_3: '3-> एक समय और पढ़ने के बाद - समझ में आया',
    buyer_survey_b_q_2_2: '2-> मुश्किल',
    buyer_survey_b_q_2_1: '1-> बहुत कठिन',

    // survey b q3
    buyer_survey_b_q_3: '3. 1-10 से आप स्टालिन को कितनी अच्छी तरह समझते हैं और हम आपकी क्या मदद कर सकते हैं?',

    // survey b q4
    // buyer_survey_b_q_4: '4. आप स्टालिन में क्या देखना चाहेंगे?',
    buyer_survey_b_q_4: '3. आप StaLinks में और क्या देखना चाहेंगे?',
    buyer_survey_b_q_4_a: 'अधिक प्रचार',
    buyer_survey_b_q_4_b: 'टूल का उपयोग करने के तरीके के बारे में विस्तृत गाइड',
    // buyer_survey_b_q_4_c: 'सही यूआरएल  चुनने में वैयक्तिकृत सहायता',
    buyer_survey_b_q_4_c: 'सही URL चुनने में वैयक्तिकृत सहायता',

    // survey b q5
    // buyer_survey_b_q_5: '5. आप हमारी टीम के आपके साथ बातचीत को कैसे आंकेंगे?',
    buyer_survey_b_q_5: '4. जब हमारी टीम ने आपसे बातचीत की तो क्या वह अच्छी तरह से प्रशिक्षित लग रही थी?',
    buyer_survey_b_q_5_1: '1-> निराश',
    buyer_survey_b_q_5_10: '10-> बहुत संतुष्ट, सिफारिश करूँगा',

    // survey b q6
    // buyer_survey_b_q_6: '6. आप स्टैलिंक्स के बारे में कैसे जानते हैं?',
    buyer_survey_b_q_6: '5. आप StaLinks के बारे में कैसे जानते हैं?',
    buyer_survey_b_q_6_fb: 'Facebook',
    buyer_survey_b_q_6_li: 'LinkedIn',
    // buyer_survey_b_q_6_others: 'Others',
    buyer_survey_b_q_6_others: 'अन्य (Google, मित्र, आदि)',

    // thanks
    thanks_1: 'इस सर्वेक्षण का उत्तर देने के लिए धन्यवाद!',
    thanks_2: 'इससे हमें आपकी ज़रूरतों को और भी बेहतर ढंग से समझने में बहुत मदद मिलेगी!',

    // errors
    errors_1: 'सर्वेक्षण कोड नहीं मिला',
    errors_2: 'सही सर्वेक्षण लिंक पाने के लिए किसी व्यवस्थापक से संपर्क करें',

    // alerts
    alert_success: 'सफलता',
    alert_success_text: 'अपना समय देने के लिए धन्यवाद! यह हमारे लिए आपकी आवश्यकताओं को और भी बेहतर ढंग से समझने के लिए बहुत मायने रखता है!',
    alert_error: 'त्रुटि',

    // others
    yes: 'हां',
    no: 'नहीं',
    a: 'A',
    b: 'B',
    enter: 'दर्ज …',
    other: 'अन्य',
    comment: 'टिप्पणी',
    submit: 'प्रस्तुत',
    login: 'लॉग इन पर जाएं',

    // legacy 1.0
    buyer_survey_a_q_4_legacy: '4. क्या आपको हमारे भुगतान के तरीके आपके लिए बहुत जटिल लगते हैं?',
    buyer_survey_b_q_2_legacy: '2. 1-6 से, आप हमारे टूल का मूल्यांकन कैसे करेंगे?',
    buyer_survey_b_q_4_legacy: '4. आप स्टालिनिक्स में क्या देखना चाहेंगे?',
    buyer_survey_b_q_5_legacy: '5. आप हमारे साथ हमारी टीम की बातचीत को कैसे रेट करेंगे?'
}
