export default {
    s_title: 'स्टालिनक्स विक्रेता सर्वेक्षण',

    // seller survey a q1
    seller_survey_a_q_1: '1. क्या आपको लगता है कि हमारी प्रणाली आपके लिए अपने अतिथि पदों को बेचने में सक्षम है?',

    // seller survey a q2
    seller_survey_a_q_2: '2. क्या आप हमारी सीएस टीम सेवा से संतुष्ट हैं?',

    // seller survey a q3
    seller_survey_a_q_3: '3. क्या आपको हमारी भुगतान विधियों का उपयोग करने में कोई समस्या है?',
    seller_survey_a_q_3_no: 'नहीं, मैं वर्तमान भुगतान विधियों के विकल्पों के साथ ठीक हूं',

    // seller survey a q4
    seller_survey_a_q_4: '4. क्या आप हमारे प्लेटफॉर्म को आसानी से ऑर्डर प्राप्त करने में मददगार पाते हैं?',

    // seller survey a q5
    // seller_survey_a_q_5: '5. अपने सबसे हाल के अनुभव के आधार पर, कृपया हमारी सेवा का उपयोग करके अपनी संतुष्टि का मूल्यांकन करें।',
    // seller_survey_a_q_5_a: 'अत्यंत असंतुष्ट',
    // seller_survey_a_q_5_b: 'कुछ हद तक असंतुष्ट',
    // seller_survey_a_q_5_c: 'कोई भी नहीं',
    // seller_survey_a_q_5_d: 'कुछ हद तक संतुष्ट',
    // seller_survey_a_q_5_e: 'पूर्ण रूप से संतुष्ट',

    seller_survey_a_q_5: '5. क्या आप हमारी सेवा का उपयोग करके संतुष्ट हैं?',
    seller_survey_a_q_5_a: 'संतुष्ट',
    seller_survey_a_q_5_b: 'असंतुष्ट',

    // seller survey a q6
    // seller_survey_a_q_6: '6. कृपया रेट करें कि क्या आप हमें और हमारी सेवाओं को अपने कनेक्शन के लिए सुझाएंगे।',
    // seller_survey_a_q_6_a: '1-4 मैं किसी की सिफारिश नहीं करूंगा',
    // seller_survey_a_q_6_b: '5-7 मैं इस पर विचार करूंगा',
    // seller_survey_a_q_6_c: '7-10 मैं निश्चित रूप से आपकी सेवाओं का उपयोग करने के लिए अपने कनेक्शन की सिफारिश करूंगा',

    seller_survey_a_q_6: '6. क्या आप हमें अपने कनेक्शन की सलाह देंगे?',

    // survey a q7
    seller_survey_a_q_7: '7. आप स्टैलिंक्स के बारे में कैसे जानते हैं?',
    seller_survey_a_q_7_fb: 'Facebook',
    seller_survey_a_q_7_li: 'LinkedIn',
    // seller_survey_a_q_7_others: 'Others',
    seller_survey_a_q_7_others: 'अन्य (गूगल, दोस्त, आदि)',

    // aside
    // seller_survey_aside: 'जिन मुद्दों का आप पहले ही ऊपर उल्लेख कर चुके हैं, उनके अलावा, क्या कोई अन्य टिप्पणी है जिसे आप साझा करना चाहेंगे?',
    seller_survey_aside: 'कुल मिलाकर टिप्पणी',

    // improve
    improve_no: 'यदि नहीं, तो कृपया हमें बताएं कि हम क्यों और कैसे सुधार कर सकते हैं...',
    improve_yes: 'यदि हां, तो कृपया हमें बताएं कि हम क्यों और कैसे सुधार कर सकते हैं...',
    improve_dissatisfied: 'अगर आप असंतुष्ट हैं, तो कृपया हमें बताएं कि हम क्यों और कैसे सुधार कर सकते हैं...',

    // thanks
    thanks_1: 'इस सर्वेक्षण का उत्तर देने के लिए धन्यवाद!',
    thanks_2: 'इससे हमें आपकी ज़रूरतों को और भी बेहतर ढंग से समझने में बहुत मदद मिलेगी!',

    // errors
    errors_1: 'सर्वेक्षण कोड नहीं मिला',
    errors_2: 'सही सर्वेक्षण लिंक पाने के लिए किसी व्यवस्थापक से संपर्क करें',

    // alerts
    alert_success: 'सफलता',
    alert_success_text: 'अपना समय देने के लिए धन्यवाद! यह हमारे लिए आपकी आवश्यकताओं को और भी बेहतर ढंग से समझने के लिए बहुत मायने रखता है!',
    alert_error: 'त्रुटि',

    // others
    yes: 'हां',
    no: 'नहीं',
    a: 'A',
    b: 'B',
    enter: 'दर्ज …',
    submit: 'प्रस्तुत',
    login: 'लॉग इन पर जाएं',

    // legacy 1.0
    seller_survey_a_q_5_legacy: '5. अपने सबसे हाल के अनुभव के आधार पर, कृपया हमारी सेवा का उपयोग करके अपनी संतुष्टि का मूल्यांकन करें।',
    seller_survey_a_q_6_legacy: '6. यदि आप अपने संपर्कों के लिए हमें और हमारी सेवाओं की अनुशंसा करते हैं तो कृपया दर दें।',
}
