export default {
    s_title: 'StaLinks लेखक सर्वेक्षण',

    // writer survey a q1
    writer_survey_a_q_1: '1. क्या आपको लगता है कि हमारी प्रणाली उपयोग करने में सक्षम है?',

    // writer survey a q2
    writer_survey_a_q_2: '2. क्या आप उन सेवाओं से संतुष्ट हैं जो हम पहले ही प्रदान कर रहे हैं?',

    // writer survey a q3
    // writer_survey_a_q_3: '3. क्या आपको लेख सामग्री लिखने में कोई कठिनाई आती है?',
    writer_survey_a_q_3: '3. क्या आपको लेख सामग्री लिखने में कोई कठिनाई महसूस होती है?',

    // writer survey a q4
    // writer_survey_a_q_4: '4. अपने सबसे हाल के अनुभव के आधार पर, कृपया हमारी सेवाओं का उपयोग करके अपनी संतुष्टि का मूल्यांकन करें।',
    writer_survey_a_q_4: '4. क्या आप हमारी सेवा का उपयोग करने से संतुष्ट हैं?',
    writer_survey_a_q_4_a: 'अत्यंत असंतुष्ट',
    writer_survey_a_q_4_b: 'कुछ हद तक असंतुष्ट',
    writer_survey_a_q_4_c: 'कोई भी नहीं',
    writer_survey_a_q_4_d: 'कुछ हद तक संतुष्ट',
    writer_survey_a_q_4_e: 'पूर्ण रूप से संतुष्ट',

    // writer survey a q5
    // writer_survey_a_q_5: '5. कृपया रेट करें कि क्या आप हमें और हमारी सेवाओं को अपने कनेक्शन के लिए सुझाएंगे।',
    writer_survey_a_q_5: '5. क्या आप हमें अपने कनेक्शन की सलाह देंगे?',
    writer_survey_a_q_5_a: '1-4 मैं किसी की सिफारिश नहीं करूंगा',
    writer_survey_a_q_5_b: '5-7 मैं इस पर विचार करूंगा',
    writer_survey_a_q_5_c: '7-10 मैं निश्चित रूप से आपकी सेवाओं का उपयोग करने के लिए अपने कनेक्शन की सिफारिश करूंगा',

    // writer survey a q6
    writer_survey_a_q_6: '6. आप StaLinks के बारे में कैसे जानते हैं?',
    writer_survey_a_q_6_fb: 'Facebook',
    writer_survey_a_q_6_li: 'LinkedIn',
    // writer_survey_a_q_6_others: 'Others',
    writer_survey_a_q_6_others: 'अन्य (Google, मित्र, आदि)',

    // aside
    writer_survey_aside: 'न मुद्दों का आप पहले ही ऊपर उल्लेख कर चुके हैं, उनके अलावा, क्या कोई अन्य टिप्पणी है जिसे आप साझा करना चाहेंगे?',

    // improve
    improve_no: 'यदि नहीं, तो कृपया हमें बताएं कि हम क्यों और कैसे सुधार कर सकते हैं...',
    improve_yes: 'यदि हां, तो कृपया हमें बताएं कि हम क्यों और कैसे सुधार कर सकते हैं...',

    // thanks
    thanks_1: 'इस सर्वेक्षण का उत्तर देने के लिए धन्यवाद!',
    thanks_2: 'इससे हमें आपकी ज़रूरतों को और भी बेहतर ढंग से समझने में बहुत मदद मिलेगी!',

    // errors
    errors_1: 'सर्वेक्षण कोड नहीं मिला',
    errors_2: 'सही सर्वेक्षण लिंक पाने के लिए किसी व्यवस्थापक से संपर्क करें',

    // alerts
    alert_success: 'सफलता',
    alert_success_text: 'अपना समय देने के लिए धन्यवाद! यह हमारे लिए आपकी आवश्यकताओं को और भी बेहतर ढंग से समझने के लिए बहुत मायने रखता है!',
    alert_error: 'त्रुटि',

    // others
    yes: 'हां',
    no: 'नहीं',
    a: 'A',
    b: 'B',
    enter: 'दर्ज …',
    submit: 'प्रस्तुत',
    login: 'लॉग इन पर जाएं',

    // legacy 1.0
    writer_survey_a_q_4_legacy: '4. अपने सबसे हाल के अनुभव के आधार पर, कृपया हमारी सेवाओं का उपयोग करके अपनी संतुष्टि का मूल्यांकन करें।',
    writer_survey_a_q_5_legacy: '5. यदि आप अपने संपर्कों के लिए हमें और हमारी सेवाओं की अनुशंसा करते हैं तो कृपया दर दें।',
}
