export default {
    title: 'ข้อกำหนดและเงื่อนไข',

    // information that StaLinks Collect
    h1: 'ข้อมูลที่StaLinks รวบรวม',
    h1p1: 'ข้อมูลที่คุณได้ลงทะเบียนจากStaLinks.com ซึ่งรวมถึงชื่อ,อีเมล,เบอร์โทรศัพท์',
    h1p2: 'StaLinks มีการจัดเก็บคุกกี้เพื่อมอบประสบการณ์การใช้งานเว็บไซต์ของคุณให้ดียิ่งขึ้น,รวบรวมข้อมูลผู้เยี่ยมชมทั่วไป, ติดตามการเยี่ยมชมเว็บไซต์ของเรา',

    // what do we use the information for?
    h2: 'เราใช้ข้อมูลของคุณเพื่ออะไร?',
    h2p1: 'เพื่อจัดการประสบการณ์ของลูกค้า',
    h2p1s1: 'สิ่งนี้ช่วยให้เราช่วยเหลือคุณตามความสนใจของคุณได้ดีขึ้น',
    h2p2: 'เพื่อปรับปรุงการบริการลูกค้าของเรา',
    h2p2s1: 'สิ่งนี้ช่วยให้เราสามารถตอบสนองคำขอ ความต้องการการสนับสนุนและข้อร้องเรียนของคุณได้อย่างมีประสิทธิภาพ',
    h2p3: 'เพื่อส่งการอัปเดตบนเว็บไซต์ของเราตามความสนใจของคุณ',
    h2p3s1: 'เราจะส่งอีเมลตามบัญชีของคุณจากการลงทะเบียน',

    // how do we protect your personal information?
    h3: 'เราจะปกป้องข้อมูลส่วนบุคคลของคุณอย่างไร?',
    h3p1: 'เราใช้การรักษาความปลอดภัยที่หลากหลายเพื่อรักษาความปลอดภัยของข้อมูลส่วนบุคคลและคำสั่งซื้อของลูกค้า',

    // do we disclose any information to outside parties?
    h4: 'เราเปิดเผยข้อมูลใด ๆ แก่บุคคลภายนอกหรือไม่?',
    h4p1: 'เราไม่ขาย, ซื้อ, หรือแลกเปลี่ยนการโอนอื่น ๆ ให้กับบุคคลภายนอกข้อมูลส่วนบุคคลของคุณ ซึ่งไม่รวมถึงบุคคลที่สามที่ช่วยเราในการใช้งานเว็บไซต์ของเราและช่วยเหลือคุณ,' +
        ' ดังนั้นบุคคลที่สามของเราตกลงที่จะเก็บข้อมูลทั้งหมดไว้เป็นความลับ .อย่างไรก็ตาม,ข้อมูลของผู้เยี่ยมชมที่ไม่สามารถระบุตัวบุคคลอาจถูกจัดเตรียมให้กับบุคคลอื่นเพื่อการตลาด' +
        ' การโฆษณา หรือการใช้งานอื่น ๆ ',

    // children online privacy protector
    h5: 'ตัวป้องกันความเป็นส่วนตัวออนไลน์สำหรับเด็ก',
    h5p1: 'เราไม่เก็บข้อมูลใดๆจากผู้ที่มีอายุต่ำกว่า13 ปี ระบบและบริการของเราทั้งหมดมุ่งเป้าสู่ผู้ที่มีอายุอย่างน้อย 13 ปีขึ้นไปเท่านั้น',

    // online privacy policy
    h6: 'นโยบายความเป็นส่วนตัวออนไลน์',
    h6p1: 'เราเก็บรวบรวมข้อมูลภายในเว็บไซต์เท่านั้นและไม่ได้รวบรวมข้อมูลด้านอื่นจากออฟไลน์/นอกระบบของเรา',

    // terms, payments and conditions on StaLinks
    h7: 'ข้อกำหนด การชำระเงิน และเงื่อนไขของ StaLinks',
    h7p1: 'ข้อตกลงเงื่อนไขการบริการที่กำหนดโดยมาตรฐานของบริการ StaLinks.com ในการใช้บริการ StaLinks.com,' +
        ' คุณต้องยอมรับข้อกำหนด, การชำระเงิน, และเงื่อนไข, หากคุณไม่ยอมรับข้อกำหนด, การชำระเงิน, และเงื่อนไข,' +
        ' คุณจะถูกยุติการใช้งาน StaLinks.com ทั้งหมดทันที เราขอสงวนสิทธิ์,ในการแก้ไข, เปลี่ยนแปลง,' +
        ' หรือปรับปรุงข้อกำหนดและเงื่อนไขของข้อตกลงนี้ได้ทุกเมื่อโดยไม่ต้องแจ้งให้ทราบล่วงหน้า การแก้ไขจะมีผลทันทีเมื่อโพสต์ที่เว็บไซต์' +
        ' https://www.stalinks.com คุณยังคงใช้บริการต่อไปหลังจากโพสต์การแก้ไขแล้ว ถือเป็นการยอมรับและยอมรับข้อตกลงและการแก้ไข' +
        ' ยกเว้นตามที่ระบุไว้ในวรรคนี้,ข้อตกลงนี้ไม่สามารถแก้ไขได้',

    // description of service
    h8: 'คำอธิบายการบริการ',
    h8p1: 'แพลตฟอร์มของเราให้บริการออนไลน์เพื่อให้ลูกค้าสามารถซื้อหรือขายแบคลิงก์/เกสต์โพสต์ได้ง่ายขึ้น' +
        ' ระบบของเราจะตรวจสอบว่าเว็บไซต์ทั้งหมดได้รับการยืนยันตามข้อกำหนดของเราและเราขอสงวนสิทธิ์ในการอนุมัติและดำเนินการธุรกรรมทั้งหมดระหว่างผู้ขายและผู้ซื้อ',

    // member of usage?
    h9: 'สมาชิกของการใช้งาน',
    h9p1: 'เราจะไม่ยอมให้ลูกค้าของเราใช้ระบบของเราเพื่อจุดประสงค์ที่ผิดกฎหมายใดๆ รวมถึงการละเมิดความปลอดภัยของเครือข่ายคอมพิวเตอร์ใดๆ',
    h9p2: 'เราจะไม่อนุญาตให้ลูกค้าเปิดเผย บันทึก หรือใช้ข้อมูลใด ๆ ในเว็บไซต์ของเราในทางที่ผิด (เช่น สินค้าคงคลัง ไม่จำกัดเฉพาะ URL คำอธิบาย และรูปภาพ)',
    h9p3: 'StaLinks ขอสงวนสิทธิ์ทั้งหมดในการพิจารณาลิงก์ภายในระบบของเราที่นำไปยัง URL ที่; ไม่ได้เป็นเจ้าของ ถูกปิดใช้งาน หรือไม่พบ' +
        ' ลิงก์อาจถูกลบออกโดยไม่คืนเงิน และบัญชีอาจถูกระงับจากระบบ StaLinks',

    // payments
    h10: 'การชำระเงิน',
    h10p1: 'การชำระเงินจะทำได้ไม่เกิน 48 ชั่วโมง (ในวันธรรมดา ไม่รวม วันหยุดสุดสัปดาห์และวันหยุดนักขัตฤกษ์)',
    h10p2: 'บทความควรจะมีอายุการใช้งานและอย่างน้อย 12 เดือนตามเดือนในปฏิทิน',
    h10p3: 'การชำระเงินจะถูกโอนโดย PayPal, Skrill และ BTC (ตรวจสอบให้แน่ใจว่าคุณมีบัญชีอย่างน้อยหนึ่งบัญชีและถูกต้อง)',
    h10p4: 'สกุลเงินในการชำระเงินจะใช้สกุลเงิน USD',
    h10p5: 'เราไม่รับผิดชอบต่อการเปลี่ยนแปลงใดๆ ระหว่างค่าธรรมเนียมการดำเนินการหรือค่าธรรมเนียมการแปลงสกุลเงิน และภาษีใดๆ (เช่น GST, VST เป็นต้น)',

    // client account security
    h11: 'ความปลอดภัยของบัญชีลูกค้า',
    h11p1: 'หลังจากที่คุณลงทะเบียนบัญชีของคุณเอง คุณจะสามารถเข้าถึงศูนย์ควบคุมของคุณเองได้',
    h11p2: 'คุณมีหน้าที่รับผิดชอบในการรักษาชื่อผู้ใช้และรหัสผ่านที่เป็นความลับบนเว็บไซต์ของเรา',
    h11p3: 'คุณต้องรับผิดชอบต่อการกระทำของคุณเองที่เกิดขึ้นจากการใช้บัญชีของคุณ',
    h11p4: 'คุณตกลงที่จะไม่เปิดเผยข้อมูลส่วนบุคคลของคุณเองกับบุคคลภายนอก (เช่น ชื่อผู้ใช้, ที่อยู่อีเมล, รหัสผ่าน, ชื่อบริษัท (ถ้ามี) และการธุรกรรม)' +
        ' หากมีอะไรเกิดขึ้นกับบัญชีของคุณ (เช่น รหัสผ่านถูกขโมย, โดนละเมิด, หรือปัญหาใดๆ) โปรดติดต่อฝ่ายบริการลูกค้าของเราทันที' +
        ' เราจะไม่รับผิดชอบต่อความสูญเสียใดๆ',
    h11p5: 'StaLinks ขอสงวนสิทธิ์ในการยกเลิกบัญชีของคุณโดยไม่ต้องแจ้งให้คุณทราบล่วงหน้า หากคุณได้รับการละเมิดและสิ่งอื่น ๆ ที่ขัดต่อข้อตกลงของเรา',

    // client information
    h12: 'ข้อมูลลูกค้า',
    h12p1: 'ข้อมูลบัญชีของคุณต้องถูกต้อง (เราจะไม่รับผิดชอบหากคุณใส่ข้อมูลที่ไม่ถูกต้อง ไม่ถูกต้อง หรือทำให้เข้าใจผิด)',
    h12p2: 'อย่าเพิ่มข้อมูลที่ขโมยมา',
    h12p3: 'คุณมีหน้าที่รับผิดชอบในการรักษารายละเอียดข้อมูลทั้งหมดในบัญชีของคุณเอง',
    h12p4: 'คุณตกลงที่จะไม่เปิดเผยรหัสผ่านและชื่อผู้ใช้ของคุณให้ใครทราบ StaLinks จะไม่ตรวจสอบลิขสิทธิ์, สิทธิบัตร, เครื่องหมายการค้า,' +
        ' หรือสิทธิ์ในทรัพย์สิน, หรือแม้แต่ความเป็นส่วนตัวในการเผยแพร่',
    h12p5: 'ห้ามละเมิดกฎหมาย,กฎระเบียบ, หรือข้อบังคับใดๆ (เช่น การควบคุมการส่งออกของรัฐบาลที่ไม่มีขอบเขต,ข้อมูลส่วนบุคคลของลูกค้ารายอื่น,' +
        ' การต่อต้านการเลือกปฏิบัติ ฯลฯ)',
    h12p6: 'ห้ามใส่ URL ที่ละเมิดสิทธิทางด้านการค้ามนุษย์ (เช่น ภาพอนาจารของเด็ก,ที่เป็นอันตรายต่อผู้เยาว์ ฯลฯ)',
    h12p7: 'อย่าใส่ URL ที่มี; โฆษณาแบบคลิกเดียวหรือโปรแกรมคอมพิวเตอร์อื่น ๆ ที่มีจุดประสงค์เพื่อสร้างความเสียหาย, เป็นอันตราย,' +
        ' แทรกแซงการแอบแฝงหรือลักลอบใช้ระบบ, ข้อมูล, หรือข้อมูลส่วนบุคคลใด ๆ',
    h12p8: 'อย่าสร้างสิ่งที่อาจทำให้ StaLinks สูญเสียข้อมูลทั้งหมด อย่าเพิ่มลิงก์ใดๆ ที่นำไปสู่เงื่อนไขที่ตรงกันข้ามกับเงื่อนไขของ StaLinks',
    h12p9: 'ผู้ใช้ทุกคนต้องไม่สกัดกั้นหรือเวนคืนระบบ, ข้อมูล, หรือข้อมูลส่วนบุคคลใดๆ ,เชื่อมโยงโดยตรงหรือโดยอ้อมไปยังหรือรวมถึงบริการสินค้าที่' +
        ' เป็น;สิ่งต้องห้ามภายใต้ข้อตกลงนี้; เหมือนกับรายการอื่นๆ ที่คุณมีเพื่อขายหรือให้เช่า/ปัจจุบันอยู่ในรายการเพื่อขายหรือให้เช่าบนเว็บไซต์อื่นที่ไม่ใช่' +
        ' StaLinks หากผู้ใช้ไม่มีลิงก์ที่ถูกต้อง วางหรือรวมไว้ในรายชื่อผู้โฆษณา นอกจากนี้ คุณอาจไม่อนุญาตให้อัปโหลดลิงก์ใดๆ บนเว็บไซต์ StaLinks' +
        ' (หรือทำธุรกรรมใด ๆ ที่เริ่มต้นโดยใช้บริการของเราจนสมบูรณ์) ที่อาจทำให้, StaLinks ละเมิดกฎหมายที่ใช้ กฏระเบียบที่ละเมิดสิ่งของต้องห้าม' +
        ' น่าสงสัย และละเมิดเราในปัจจุบัน',
    h12p10: 'เราจะใช้ข้อมูลทั้งหมดที่คุณเพิ่มลงในเว็บไซต์ของเราเพื่อช่วยระบุและยืนยันบัญชีของคุณ เราจะใช้ที่อยู่อีเมลของคุณเพื่อยืนยันบัญชีของคุณบน' +
        ' StaLinks และส่งการอัปเดตแบคลิงก์ความสนใจของคุณในอนาคต',

    // publishers or seller’s listings
    h13: 'รายชื่อผู้โฆษณาหรือผู้ขาย',
    h13p1: 'ผู้โฆษณาโฆษณาทั้งหมดต้องยอมรับข้อกำหนดเหล่านี้ มิฉะนั้นอาจเสี่ยงต่อการถูกระงับหรือลบบัญชี' +
        ' นอกจากนี้ยังอาจส่งผลให้สูญเสียการชำระเงินและถูกแบนจากการใช้ระบบและบริการของ StaLinks',
    h13p2: 'URL ของผู้โฆษณาต้องผ่านการรับรองโดยระบบของเรา (เราใช้มาตรฐาน AHREF) หากลิงก์ไม่ตรงตามมาตรฐานStaLinks' +
        ' ผู้ขายจะไม่สามารถขายลิงก์ในระบบของเราได้',
    h13p3: 'URL ที่ขายต้องมีอยู่/ปรากฏอยู่ในรายชื่อผู้โฆษณาตลอดเวลา (การซ่อนลิงก์เหล่านี้ เราอาจพิจารณาว่าเป็นการละเมิดระบบ)',
    h13p4: 'URL ของผู้โฆษณาต้องสมบูรณ์และถูกต้องกับหน้าที่ใช้งานได้และลิงก์ระหว่างหน้าต่างๆ',
    h13p5: 'URL ของผู้โฆษณาต้องไม่ประกอบด้วยการเปลี่ยนเส้นทางไปยังเว็บไซต์หรือหน้าอื่น URL ที่อัปโหลดไปยังระบบ StaLinks ' +
        'ต้องเป็นที่อยู่ที่ถูกต้องของรายชื่อผู้โฆษณา',
    h13p6: 'URL ต้องไม่ประกอบด้วยเนื้อหาที่เป็นอันตรายหรือวัสดุที่ผิดกฎหมายใดๆ',
    h13p7: 'ผู้โฆษณาต้องมีบัญชีและข้อมูลติดต่อที่ถูกต้อง เพื่อที่ StaLinks จะติดต่อผู้โฆษณาเพื่อชำระเงิน (หากบัญชีของผู้โฆษณาไม่ถูกต้อง' +
        ' เราอาจชำระเงินล่าช้าและมีความเป็นไปได้ที่จะยุติบัญชี)',
    h13p8: 'ผู้โฆษณาต้องไม่ใส่ลิงก์ที่นำไปสู่หน้า URL ต่างๆ ( URL ที่ส่งจะต้องนำไปสู่ ​​ลิงก์ไปยัง อื่น ๆ ของผู้ซื้อ)',
    h13p9: 'ผู้โฆษณาต้องไม่ใส่ลิงก์ที่มีโฆษณาแบบคลิกเดียวหรือไวรัส',
    h13p10: 'ผู้โฆษณาต้องอนุญาตให้เข้าถึงระบบStaLinks เพื่อตรวจสอบว่า   แบคลิงก์ถูกต้อง',
    h13p11: 'ต้องส่ง URL ของผู้โฆษณาในหมวดหมู่ที่ตรงกับหมวดหมู่ของ StaLinks',
    h13p12: 'URL ของผู้โฆษณาไม่ควรมีการอ้างอิงถึง "การซื้อและขายลิงก์ข้อความ" หรือคำอื่นๆ ที่เครื่องมือค้นหาอาจถือว่าละเมิดนโยบายของตน',
    h13p13: 'ผู้โฆษณาต้องอนุญาตให้เข้าถึง URL จากระบบ StaLinks เพื่อตรวจสอบว่าคีเวิร์ดตัวอักษรทำงานอย่างถูกต้อง',

    // disclaimer of warranties
    h14: 'การปฏิเสธการรับประกัน',
    h14p1: 'บริการที่ StaLinks ให้บริการ "ตามที่เป็นและ" ตามที่มีอยู่',
    h14p2: 'StaLinks ไม่รับรองหรือรับประกันใดๆ ไม่ว่าโดยชัดแจ้งหรือโดยนัย เกี่ยวกับการใช้งานหรือผลลัพธ์ของระบบของเราในแง่ของความถูกต้อง' +
        ' ความแม่นยำ ความน่าเชื่อถือ ฯลฯ',
    h14p3: 'StaLinks ไม่มีส่วนรับผิดต่อการหยุดชะงักใด ๆ ในการใช้แพลตฟอร์ม StaLinks',
    h14p4: 'StaLinks ขอปฏิเสธการรับประกันทั้งหมดเกี่ยวกับข้อมูลที่ให้ไว้ รวมถึงการรับประกันโดยนัยของความสามารถในการซื้อขายและการไม่ละเมิด' +
        ' เขตอำนาจศาลบางแห่งไม่อนุญาตให้มีการยกเว้นการรับประกันโดยนัย ดังนั้นการยกเว้นการอ้างอิงข้างต้นจึงไม่สามารถใช้ได้',

    // limitation of liability
    h15: 'การจำกัดจำนวนความรับผิดชอบ',
    h15p1: 'StaLinks จะไม่รับผิดชอบต่อความเสียหายใดๆ และโดยเฉพาะอย่างยิ่ง (เช่น การสูญเสียผลกำไร, การสูญเสียการใช้งาน,' +
        ' ที่เกิดขึ้นจาก/หรือเกี่ยวข้องกับ StaLinks หรือข้อมูลที่อยู่ในนั้น, ไม่ว่าความเสียหายจะเกิดขึ้นในสัญญา,หรือไม่ก็ตาม แม้ว่า' +
        ' StaLinks ได้รับแจ้งถึงความเป็นไปได้ของความเสียหายดังกล่าวแล้ว' +
        ' เขตอำนาจศาลบางแห่งไม่อนุญาตให้มีการจำกัดหรือยกเว้นความรับผิดสำหรับความเสียหายโดยบังเอิญหรือเป็นผลสืบเนื่อง' +
        ' ดังนั้น ข้อจำกัดบางประการข้างต้นจึงไม่สามารถใช้ได้',

    // indemnification
    h16: 'การชดใช้ค่าเสียหาย',
    h16p1: 'ลูกค้าตกลงที่จะชดใช้ค่าเสียหายและปกป้อง StaLinks, บริษัทสาขา, บริษัทในเครือ, เจ้าหน้าที่, พนักงาน,' +
        ' โดยปราศจากอันตรายจากการเรียกร้องหรือความต้องการใด ๆ รวมถึงค่าทนายความและค่าใช้จ่าย, ' +
        'ตามสมควรที่กระทำโดยบุคคลที่สามอันเนื่องมาจากหรือเกิดจากการใช้บริการของลูกค้า',

    // compose and interruption
    h17: 'การเขียนและการหยุดชะงัก',
    h17p1: 'StaLinks ขอสงวนการจัดเรียงใหม่และอัปเดตบริการใหม่ หรือแม้แต่ยุติบริการโดยมีหรือไม่มีการแจ้งให้ลูกค้าทราบ ลูกค้าต้องรับทราบและยอมรับว่า' +
        ' StaLinks ไม่รับประกันความต่อเนื่อง, ไม่หยุดชะงัก,' +
        ' หรือการบำรุงรักษาเว็บไซต์ของเราอาจถูกแทรกแซง/หรือได้รับผลกระทบจากปัจจัยหรือสถานการณ์มากมายที่อยู่นอกเหนือการควบคุมของ StaLinks',

    // publisher information
    h18: 'ข้อมูลผู้โฆษณา',
    h18p1: 'รายการ URL ของเราได้รับการจัดเตรียมโดยผู้จัดพิมพ์หรือรวบรวมจากแหล่งที่มีอยู่ StaLinks ตรวจสอบให้แน่ใจเสมอว่าข้อมูลทั้งหมดใน URL นั้นถูกต้อง' +
        ' StaLinks ไม่สงวน URL อื่น ๆ ที่เสนอโดยบุคคลที่สามอื่น ๆ และคุณต้องรับทราบว่าการใช้บริการ StaLinks ถือเป็นความเสี่ยงของคุณเอง',
    h18p2: 'StaLinks ไม่รับประกันหรือเป็นตัวแทนใด ๆ เกี่ยวกับผลิตภัณฑ์ใด ๆ ที่จัดหาหรือเสนอโดยบุคคลที่สาม' +
        ' และคุณรับทราบว่าการพึ่งพาการรับรองและการรับประกันโดยบุคคลที่สามถือเป็นความเสี่ยงของคุณเอง',

    // compliance with laws
    h19: 'การปฏิบัติตามกฎหมาย',
    h19p1: 'ลูกค้าต้องรับทราบกฎหมายที่บังคับใช้และการปฏิบัติตามกฎหมายดังกล่าว ลูกค้าต้องไม่ใช้บริการ StaLinks ในทางที่ละเมิดกฎหมายที่บังคับใช้,' +
        ' กฎหมายระหว่างประเทศ, หรือข้อกำหนดอื่นๆ ของรัฐบาล ลูกค้าต้องไม่ส่งเอกสารใด ๆ ที่มีหรือสนับสนุนการดำเนินการที่ก่อให้เกิดความผิดทางอาญา,' +
        ' ละเมิดกฎหมายหรือระเบียบข้อบังคับของท้องถิ่น, รัฐ, ประเทศ, หรือแม้แต่ระหว่างประเทศ',

    // confidential information
    h20: 'ข้อมูลที่เป็นความลับ',
    h20p1: 'เนื้อหาทั้งหมดที่เผยแพร่และมีอยู่ในเว็บไซต์ StaLinks ,รวมถึงการออกแบบ, ข้อความ, กราฟิก, ซอฟต์แวร์, การเลือกและการจัดการเป็นทรัพย์สินของ' +
        ' StaLinks และ/หรือบุคคลที่สามที่ได้รับการคุ้มครองโดยสิทธิ์ในทรัพย์สินทางปัญญา การใช้สื่อใดๆ บนเว็บไซต์, รวมถึงการดัดแปลง, ทำซ้ำ,' +
        ' รูปแบบการดึงข้อมูล, หรือการแสวงประโยชน์เชิงพาณิชย์อื่น ๆ ทุกประเภท, โดยไม่ได้รับอนุญาตล่วงหน้า,จากผู้ควบคุมอย่างเป็นทางการของ' +
        ' StaLinks โดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรล่วงหน้า',
    h20p2: 'StaLinks เป็นรูปแบบหนึ่งของเว็บไซต์อย่างเป็นทางการ เครื่องหมายการค้าของ StaLinks อาจไม่ถูกนำมาใช้ร่วมกับบริการใดๆ ที่ StaLinks' +
        ' ไม่ได้ให้บริการในทุกกรณี ซึ่งอาจทำให้ลูกค้าเกิดความสับสนได้',

    // other terms
    h21: 'ข้อกำหนดอื่น ๆ',
    h21p1: 'โดยการอ่านข้อกำหนด, การชำระเงิน, และเงื่อนไขทั้งหมดที่ไม่ชอบด้วยกฎหมาย, ชัดเจน, ไม่มีการบังคับใช้ด้วยเหตุผลใดก็ตาม' +
        ' (และข้อกำหนดที่บังคับใช้ได้บางส่วน) จะยังคงมีผลใช้บังคับต่อการขยายเวลาที่เป็นไปได้ คุณยอมรับข้อตกลงเงื่อนไขการบริการที่ StaLinks' +
        ' ให้มา ข้อตกลงเงื่อนไขการบริการและข้อตกลงอื่นๆ ที่ได้รับมอบหมายจาก StaLinks เงื่อนไขการบริการเหล่านี้ยังมีผลบังคับใช้ตามดุลยพินิจของเรา' +
        ' นอกจากจะไม่ถูกแทนที่โดยความสัมพันธ์ในข้อตกลงที่เป็นลายลักษณ์อักษรระหว่างลูกค้าและ StaLinks',
    h21p2: 'ลูกค้ายอมรับข้อตกลงเงื่อนไขการบริการนี้ ข้อมูลส่วนบุคคลของลูกค้าทั้งหมดและการใช้งานอื่น ๆ ที่อธิบายไว้ในคำชี้แจงนโยบายความเป็นส่วนตัวของเรา',

    b: 'ปิด'
}
